{
  "home": "Home",
  "search": "Search",
  "property": "Property",
  "welcome": "Welcome to the island of eternal spring",

  "expertRepresentation": {
    "title": "Expert Representation",
    "description": "Welcome to Barreras Realty Tenerife S.L., your Trusted Real Estate Agency.<br /><br />The Agency was created to provide with the service based on Excellence, Honesty and Trust.<br /><br />Founded by Pablo Barreras González in the year 2000 in Tenerife (the largest and most populated island of the Canary archipelago) and today owned by his successors with a rich track record in the field of real estate consulting and operations, Barreras Realty Tenerife S.L guarantees optimal results while offering personalized treatment tailored to each of our clients. We provide an innovative marketing strategy and exhibit integrity and professionalism in all our work."
  },

  "thinkingOfBuying": {
    "buying": {
      "title": "Thinking of buying?",
      "subtitle": "Understanding the buying process"
    },
    "selling": {
      "title": "Thinking of selling?",
      "subtitle": "Understanding the selling process"
    },
    "details": "Details"
  },

  "workWithUs": {
    "title": "WORK WITH US",

    "experience": {
      "title": "20+ YEARS",
      "subtitle": "Combined Industry Experience - Put Our Expertise to Work for You"
    },
    "knowledge": {
      "title": "MARKET KNOWLEDGE",
      "subtitle": "Extensive Market Knowledge is the Key to Our Success"
    },
    "guidance": {
      "title": "EXPERT GUIDANCE",
      "subtitle": "We Make Even the Most Complicated Transactions Run Smoothly"
    },

    "button": "GET IN TOUCH"
  },

  "info": {
    "buyers": {
      "title": "BUYER SERVICES",
      "subtitle1": "World-Class Service",
      "subtitle2": "Unrivaled Market Knowledge",
      "description1": "Providing real estate services in Tenerife.",
      "description2": "Helping buyers negotiate the perfect deal."
    },
    "sellers": {
      "title": "SELLER SERVICES",
      "subtitle1": "World-Class Service",
      "subtitle2": "Unrivaled Market Knowledge",
      "description1": "Providing real estate services in Tenerife.",
      "description2": "Helping sellers market and sell their home for top dollar."
    }
  },

  "header": {
    "link": {
      "buy": "Buy",
      "rent": "Rent",
      "about": "About Us",
      "contact": "Contact",
      "invest": "Invest",
      "local": "Shop",
      "promotion": "New development",
      "luxury": "Luxury properties",
      "investment": "Investment Projects",
      "properties": "Properties",
      "info": "Info",
      "forBuyers": "For buyers",
      "forSellers": "For sellers"
    }
  },

  "folders": {
    "buy": {
      "title": "Buy",
      "description": "Second hand properties"
    },
    "rent": {
      "title": "Rent",
      "description": "Properties for rent"
    },
    "invest": {
      "title": "Invest",
      "description": "Ideas for investment"
    },
    "local": {
      "title": "Shop",
      "description": "Commercial premises"
    },
    "promotion": {
      "title": "New Promotion",
      "description": "New property developments"
    },
    "services": {
      "title": "Services",
      "description": "Our services"
    },
    "more": "View More"
  },

  "partnerships": "Partnerships",

  "testimonials": {
    "title": "Customer Testimonials",
    "subtitle": "What our customers say about us.",

    "t1": "Muy buena atención y profesionalidad por parte de Marina. Nos ha guiado y nos ha ayudado en todo el proceso de compraventa de la vivienda. Ahora somos propietarios y aún estamos en contacto. Recomendados 100%.",
    "t2": "I used their services for the purchase of a property (main residence) in Tenerife and I couldn't be happier with how smoothly everything went throughout the whole process. Irina was very friendly understanding and most importantly never pushy! Communication eas fantastic in both Spanish and English. With Irina's help and advice, what is usually a very stressful process became very easy and straightforward. I would highly recommend this agency for anyone looking to buy/sell/rent a property in Tenerife.",
    "t3": "Muy buena atención por parte de Barreras Realty. Gian, es un excelente profesional, siempre dispuesto a ayudarte en todo momento y con un trato cercano y efectivo. Gracias a él alquilé mi piso rápidamente. Sin duda, volveré a repetir en el futuro."
  },

  "footer": {
    "recent": "Recent Properties",
    "contact": "Contact",
    "copyright": "All rights reserved",
    "offices": "Our office"
  },

  "properties": {
    "title": "Properties",
    "featured": "Featured Properties",
    "recent": "Recent properties",
    "sell": "Properties for sale",
    "rent": "Properties for rent",
    "related": "Related properties",
    "share": "Share",

    "info": "Basic information",
    "description": "Description",

    "previous": "Previous",
    "next": "Next",

    "area": "Area",
    "bedrooms": "Bedrooms",
    "bathrooms": "Bathrooms",
    "tags": "Tags",
    "from": "From",

    "search": {
      "show": "Advanced Search",
      "hide": "Hide Advanced Search"
    }
  },

  "about": {
    "title": "Barreras Realty",
    "description": "Barriers Tenerife S.L. was founded by Pablo Barreras González in Tenerife in the year 2000. Today, his successors, with extensive experience in the field of real estate consulting and negotiations, continue to provide services with honesty, trust, empathy and professionalism.<br /><br />Our professional team is committed to offering tailor-made solutions that adapt to each client's needs and circumstances, taking care of each client throughout buying or selling process.  We are focused on a client-first approach, paying attention to the smallest details.  This approach allows us comprehensive individualized service results in a long-lasting relationship with our clients.",

    "banner": {
      "p1": "About",
      "p2": "Barreras"
    },

    "team": {
      "title": "Meet our experts",
      "ceoM": "CEO & Co-Founder",
      "ceoF": "CEO & Co-Founder",
      "realEstate": "Real estate advisor",
      "investment": "Investment advisor"
    }
  },

  "contact": {
    "description": {
      "title": "Welcome to Barreras Realty S.L., your Trusted Real Estate Agency.",
      "body": "OUR AGENTS are at your disposal to advise you on the sale or rental of your property, as well as to help you in the purchase of any real estate asset.<br /><br />WE WILL BE HAPPY TO HELP YOU.<br /><br />A cordial greeting from Barreras Real Estate"
    },

    "title": "Contact us",
    "subtitle": "At your service.",
    "address": "Address",
    "phone": "Phone",
    "email": "Email",

    "form": {
      "name": "Name",
      "email": "Email",
      "message": "Message",
      "send": "Send",
      "sent": "Sent"
    }
  },

  "constants": {
    "fields": {
      "type": "Type",
      "contract": "Operation",
      "zone": "Zone",
      "sort_by": "Sort by",
      "bedrooms": "Bedrooms",
      "bathrooms": "Bathrooms",
      "tags": "Tags",
      "identifier": "Reference ID",
      "price": "Price"
    },
    "types": {
      "all": "All",
      "flat": "Flat",
      "chalet": "House / Chalet",
      "country_house": "Country House",
      "bungalow": "Bungalow",
      "room": "Hotel",
      "parking": "Parking",
      "shop": "Shop",
      "industrial": "Industrial Ship",
      "office": "Office",
      "land": "Land",
      "storage": "Storage",
      "building": "Building"
    },
    "contract": {
      "all": "All",
      "rent": "Rent",
      "sell": "Sale"
    },
    "zones": {
      "all": "All",
      "adeje": "Adeje",
      "armenime": "Armeñime",
      "callao": "Callao Salvaje",
      "costaAdeje": "Costa Adeje",
      "duque": "El Duque",
      "caldera": "La Caldera",
      "caleta": "La Caleta",
      "madronal": "Madroñal",
      "playaAmericas": "Playa de Las Americas",
      "playaParaiso": "Playa Paraiso",
      "roqueConde": "Roque del Conde",
      "sanEugenioAlto": "San Eugenio Alto",
      "sanEugenioBajo": "San Eugenio Bajo",
      "tijoco": "Tijoco",
      "torviscasAlto": "Torviscas Alto",
      "torviscasBajo": "Torviscas Bajo",
      "arona": "Arona",
      "buzanada": "Buzanada",
      "caboBlanco": "Cabo Blanco",
      "chayofa": "Chayofa",
      "costaSilencio": "Costa del Silencio",
      "camella": "La Camella",
      "galletas": "Las Galletas",
      "cristianos": "Los Cristianos",
      "palMar": "Palm-Mar",
      "parqueReina": "Parque de la Reina",
      "valleSanLorenzo": "Valle San Lorenzo",
      "granadilla": "Granadilla de Abona",
      "sanIsidro": "San Isidro",
      "losAbrigos": "Los Abrigos",
      "laTejita": "La Tejita",
      "elMedano": "El Medano",
      "guiaIsora": "Guia de Isora",
      "alcala": "Alcala",
      "playaSanJuan": "Playa San Juan",
      "norte": "Norte",
      "sanCristobalLaguna": "San Cristobal de la Laguna",
      "santaCruz": "Santa Cruz de Tenerife",
      "puertoCruz": "Puerto de la Cruz",
      "sanMiguel": "San Miguel de Abona",
      "aldeaBlanca": "Aldea Blanca",
      "amarillaGolf": "Amarilla Golf",
      "elRoque": "El Roque",
      "golfSur": "Golf del Sur",
      "guargacho": "Guargacho",
      "chafiras": "Las Chafiras",
      "zocas": "Las Zocas",
      "llanoCamello": "Llano del Camello",
      "santiago": "Santiago del Teide",
      "gigantes": "Acantilados de Los Gigantes",
      "arguayo": "Arguayo",
      "puertoSantiago": "Puerto de Santiago"
    },
    "sort_by": {
      "creation_date_desc": "Recent",
      "price_desc": "Highest price",
      "price_asc": "Lowest price"
    },
    "bedrooms": {
      "all": "All",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "More than 7"
    },
    "bathrooms": {
      "all": "All",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "More than 7"
    },
    "tags": {
      "all": "All",
      "elevator": "Elevator",
      "garage": "Garage",
      "garden": "Garden",
      "outdoor": "Outdoor",
      "rooftop_terrace": "Rooftop terrace",
      "sea_views": "Ocean views",
      "storage_room": "Storage room",
      "swimming_pool": "Swimimng pool",
      "terrace": "Terrace"
    }
  },

  "buyers": {
    "title": "UNDERSTANDING THE BUYING PROCESS",
    "p1": "<strong>AN APPOINTMENT WITH OUR REAL ESTATE AGENT</strong> will help to find the right property from our company portfolio: holiday home, apartment, investment property, house for renovation or new construction, condominium or detached, in a specific touristic or residential area.",
    "p2": "<strong>IF YOU NEED A MORTGAGE</strong> to buy a property, you can get a comprehensive advice about mortgage rates and bank finance products and conditions. Mortgage conditions will vary depending on the bank and your fiscal residence. Spanish residents can get a mortgage up to 80%. Non-residents are required to provide a larger down payment and can apply for 50-60%.",
    "p3": "When buying a property in Spain, <strong>YOU MUST APPLY FOR A NIE NUMBER</strong>, which is an identification number for foreigners. It is usually applied for at the national police station.",
    "p4": "<strong>IT IS ADVISABLE TO OPEN A SPANISH BANK ACCOUNT</strong> before buying a property in order to be able to transfer money for the purchase and then be able to pay bills and other fixed expenses after the purchase. To open an account, you'll need to choose a bank and provide the bank with some necessary information, including your identification. Requirements may vary depending on the bank. We can also help you to find the bank with professional language related assistance.",
    "p5": "<strong>ONCE YOU HAVE CHOSEN THE PROPERTY</strong> you wish to buy, a pre-contract is usually drawn up. Signing a deposit contract usually requires a 10% down payment of the sale price, and includes terms and conditions for the property to be delivered. Property delivery time may vary and can take either a few days or several months depending on the type of investment.",
    "p6": "<strong>THE HANDOVER OF THE PROPERTY</strong> is completed on the day of the signing of the notary deed. The deed of purchase is certified before the notary. The property should be free of any debts, tenants, occupants on the day of the signing of the purchase deed. Your real estate agent and/or legal advisor (and translator if necessary) will assist and ensure you that all necessary documents have been delivered and verified.",
    "p7": "<strong>ADDITIONAL COSTS</strong> to formalize the purchase may range from 7% to 10% of the sale price. The ITP tax (6,5%) is levied on property transfers, and is payable by the buyer who purchases a second-hand property. Other costs include notary fees, land registry fees and other management fees.",
    "p8": "We hope our advice can help. If you would like more information or would like help and advice on selling your property, please do not hesitate to contact us."
  },

  "sellers": {
    "title": "UNDERSTANDING THE SELLING PROCESS",
    "intro": "Selling your property is a key decision that requires expert guidance and careful approach. Following our tips will help you to get more detailed information and minimise stress in the selling process.",

    "p1": "<strong>A CORRECT VALUATION</strong> based on the current average market price, the characteristics of the property and the statistics of official sales prices in a specific area.",
    "p2": "<strong>ONLINE PRESENCE</strong> through a professional website and national and international real estate portals. A good marketing strategy.",
    "p3": "<strong>PROFESSIONAL PHOTOS</strong>, elegant and detailed description of the property and the area in which it is located.",
    "p4": "<strong>ADITIONAL COSTS WHILE SELLING A PROPERTY:</strong>",

    "p41": "As stipulated in the Law that came into force in 2013, it is obligatory to have a valid energy efficiency certificate while selling the property. Should you don’t have one or it has been expired (valid for 10 years) our agents will assist you with obtaining a new one. The cost can vary starting from 100€ depending on the property characteristics.",
    "p42": "A local tax to be paid to the municipality called Plus Valía Municipal (Impuesto sobre el Incremento del Valor de la Tierra). It is possible to request a simulation of the amount of the Plus Valia Municipal.",
    "p43": "If you are not a Spanish fiscal resident ,  there will be withheld a  3% of the sale price.This tax  is withheld on the day of the deed by the purchaser who is  obliged to pay it to the Tax Office with a proof of payment to be  provided. A partial or total refund of the amount withheld in the deed can be requested later. The amount of the refund will depend on the taxes charged  on the sale of the property.",

    "p5": "<strong>REQUIRED DOCUMENTS:</strong>",

    "p51": "Identity card and NIE of the owner(s), The \"nota simple\" of the property an updated certificate signed by the administrator of the condominium stating that there are no outstanding debts with the community.",
    "p52": "An updated certificate signed by the condominium administrator indicating that you have no outstanding debts with the community.",
    "p53": "Proof of payment of the IBI for the current year (is payable by  the seller).",
    "p54": "If you have a mortgage on the property, you would be required to request a certificate from the Bank stating the residual amount of the debt.",
    "p55": "It would also be useful to prepare copies of recent bills for water, electricity and other municipal taxes.",

    "p6": "<strong>WHAT IS THE PROCEDURE IN CASE OF A PRIOR AGREEMENT BETWEEN BUYER AND SELLER?</strong>",
    "p7": "After signing a preliminary contract, the date to sign the Notary deed is confirmed. The terms can vary between a few days or several weeks.",
    "p8": "<strong>THE HANDOVER OF THE PROPERTY</strong> is completed on the day of the signing of the notary deed. The deed of purchase is certified before the notary. The property should be free of any debts, tenants, occupants on the day of the signing of the purchase deed. Your real estate agent and/or legal advisor (and translator if necessary) will assist and ensure you that all necessary documents have been delivered and verified.",

    "conclusion": "We hope our advice will help. If you would like more information or would like help and advice on selling your property, please do not hesitate to contact us."
  }
}
