{
  "home": "Home",
  "search": "Search",
  "property": "Property",
  "welcome": "Welcome to the island of eternal spring",

  "expertRepresentation": {
    "title": "Expert Representation",
    "description": "Welcome to Barreras Tenerife S.L., your Trusted Real Estate Agency.<br /><br />We have created our agency for you, to provide you with the service of Excellence, Honesty and Trust that you want to find in Tenerife.<br /><br />Founded by Pablo Barreras González in the year 2000 in Tenerife (the largest and most populated island of the Canary archipelago) and today owned by his successors with a rich track record in the field of real estate consulting and operations, Barreras Tenerife S.L guarantees optimal results while offering personalized treatment tailored to each of our clients. We provide an innovative marketing strategy and exhibit integrity and professionalism in all our work."
  },

  "thinkingOfBuying": {
    "buying": {
      "title": "Thinking of buying?",
      "subtitle": "Understanding the buying process"
    },
    "selling": {
      "title": "Thinking of selling?",
      "subtitle": "Understanding the selling process"
    },
    "details": "Details"
  },

  "workWithUs": {
    "title": "WORK WITH US",

    "experience": {
      "title": "20+ YEARS",
      "subtitle": "Combined Industry Experience - Put Our Expertise to Work for You"
    },
    "knowledge": {
      "title": "MARKET KNOWLEDGE",
      "subtitle": "Extensive Market Knowledge is the Key to Our Success"
    },
    "guidance": {
      "title": "EXPERT GUIDANCE",
      "subtitle": "We Make Even the Most Complicated Transactions Run Smoothly"
    },

    "button": "GET IN TOUCH"
  },

  "info": {
    "buyers": {
      "title": "BUYER SERVICES",
      "subtitle1": "World-Class Service",
      "subtitle2": "Unrivaled Market Knowledge",
      "description1": "Providing real estate services in Tenerife.",
      "description2": "Helping buyers negotiate the perfect deal."
    },
    "sellers": {
      "title": "SELLER SERVICES",
      "subtitle1": "World-Class Service",
      "subtitle2": "Unrivaled Market Knowledge",
      "description1": "Providing real estate services in Tenerife.",
      "description2": "Helping sellers market and sell their home for top dollar."
    }
  },

  "header": {
    "link": {
      "buy": "Buy",
      "rent": "Rent",
      "about": "About Us",
      "contact": "Contact",
      "invest": "Invest",
      "local": "Shop",
      "promotion": "New development",
      "luxury": "Luxury properties",
      "investment": "Investment Projects",
      "properties": "Properties",
      "info": "Info",
      "forBuyers": "For buyers",
      "forSellers": "For sellers"
    }
  },

  "folders": {
    "buy": {
      "title": "Buy",
      "description": "Second hand properties"
    },
    "rent": {
      "title": "Rent",
      "description": "Properties for rent"
    },
    "invest": {
      "title": "Invest",
      "description": "Ideas for investment"
    },
    "local": {
      "title": "Shop",
      "description": "Commercial premises"
    },
    "promotion": {
      "title": "New Promotion",
      "description": "New property developments"
    },
    "services": {
      "title": "Services",
      "description": "Our services"
    },
    "more": "View More"
  },

  "partnerships": "Partnerships",

  "testimonials": {
    "title": "Customer Testimonials",
    "subtitle": "What our customers say about us.",

    "t1": "Muy buena atención y profesionalidad por parte de Marina. Nos ha guiado y nos ha ayudado en todo el proceso de compraventa de la vivienda. Ahora somos propietarios y aún estamos en contacto. Recomendados 100%.",
    "t2": "I used their services for the purchase of a property (main residence) in Tenerife and I couldn't be happier with how smoothly everything went throughout the whole process. Irina was very friendly understanding and most importantly never pushy! Communication eas fantastic in both Spanish and English. With Irina's help and advice, what is usually a very stressful process became very easy and straightforward. I would highly recommend this agency for anyone looking to buy/sell/rent a property in Tenerife.",
    "t3": "Muy buena atención por parte de Inmobiliaria Barreras. Gian, es un excelente profesional, siempre dispuesto a ayudarte en todo momento y con un trato cercano y efectivo. Gracias a él alquilé mi piso rápidamente. Sin duda, volveré a repetir en el futuro."
  },

  "footer": {
    "recent": "Recent Properties",
    "contact": "Contact",
    "copyright": "All rights reserved",
    "offices": "Our office"
  },

  "properties": {
    "title": "Properties",
    "featured": "Featured Properties",
    "recent": "Recent properties",
    "sell": "Properties for sale",
    "rent": "Properties for rent",
    "related": "Related properties",
    "share": "Share",

    "info": "Basic information",
    "description": "Description",

    "previous": "Previous",
    "next": "Next",

    "area": "Area",
    "bedrooms": "Bedrooms",
    "bathrooms": "Bathrooms",
    "tags": "Tags",
    "from": "From",

    "search": {
      "show": "Advanced Search",
      "hide": "Hide Advanced Search"
    }
  },

  "about": {
    "title": "Inmobiliaria Barreras",
    "description": "Barriers Tenerife S.L. was founded by Pablo Barreras González in Tenerife in the year 2000. Today, his successors, with extensive experience in the field of real estate consulting and negotiations, continue to provide services with honesty, trust, empathy and professionalism.<br /><br />Our carefully selected team is united by a desire to care for each client throughout all stages of the buying or selling process, to be responsive to client requests and concerns and to pay attention to even the smallest detail. We understand that each real estate transaction can be one of the most important decisions that our clients make, so we take care of all the details to guarantee success.",

    "banner": {
      "p1": "About",
      "p2": "Barreras"
    },

    "team": {
      "title": "Meet our experts",
      "ceoM": "CEO & Co-Founder",
      "ceoF": "CEO & Co-Founder",
      "realEstate": "Real estate advisor",
      "investment": "Investment advisor"
    }
  },

  "contact": {
    "description": {
      "title": "Welcome to Barreras Tenerife S.L., your Trusted Real Estate Agency.",
      "body": "OUR AGENTS are at your disposal to advise you on the sale or rental of your property, as well as to help you in the purchase of any real estate asset.<br /><br />WE WILL BE HAPPY TO HELP YOU.<br /><br />A cordial greeting from Barreras Real Estate"
    },

    "title": "Contact us",
    "subtitle": "At your service.",
    "address": "Address",
    "phone": "Phone",
    "email": "Email",

    "form": {
      "name": "Name",
      "email": "Email",
      "message": "Message",
      "send": "Send",
      "sent": "Sent"
    }
  },

  "constants": {
    "fields": {
      "type": "Type",
      "contract": "Operation",
      "zone": "Zone",
      "sort_by": "Sort by",
      "bedrooms": "Bedrooms",
      "bathrooms": "Bathrooms",
      "tags": "Tags",
      "identifier": "Reference ID",
      "price": "Price"
    },
    "types": {
      "all": "All",
      "flat": "Flat",
      "chalet": "House / Chalet",
      "country_house": "Country House",
      "bungalow": "Bungalow",
      "room": "Hotel",
      "parking": "Parking",
      "shop": "Shop",
      "industrial": "Industrial Ship",
      "office": "Office",
      "land": "Land",
      "storage": "Storage",
      "building": "Building"
    },
    "contract": {
      "all": "All",
      "rent": "Rent",
      "sell": "Sale"
    },
    "zones": {
      "all": "All",
      "adeje": "Adeje",
      "armenime": "Armeñime",
      "callao": "Callao Salvaje",
      "costaAdeje": "Costa Adeje",
      "duque": "El Duque",
      "caldera": "La Caldera",
      "caleta": "La Caleta",
      "madronal": "Madroñal",
      "playaAmericas": "Playa de Las Americas",
      "playaParaiso": "Playa Paraiso",
      "roqueConde": "Roque del Conde",
      "sanEugenioAlto": "San Eugenio Alto",
      "sanEugenioBajo": "San Eugenio Bajo",
      "tijoco": "Tijoco",
      "torviscasAlto": "Torviscas Alto",
      "torviscasBajo": "Torviscas Bajo",
      "arona": "Arona",
      "buzanada": "Buzanada",
      "caboBlanco": "Cabo Blanco",
      "chayofa": "Chayofa",
      "costaSilencio": "Costa del Silencio",
      "camella": "La Camella",
      "galletas": "Las Galletas",
      "cristianos": "Los Cristianos",
      "palMar": "Palm-Mar",
      "parqueReina": "Parque de la Reina",
      "valleSanLorenzo": "Valle San Lorenzo",
      "granadilla": "Granadilla de Abona",
      "sanIsidro": "San Isidro",
      "losAbrigos": "Los Abrigos",
      "laTejita": "La Tejita",
      "elMedano": "El Medano",
      "guiaIsora": "Guia de Isora",
      "alcala": "Alcala",
      "playaSanJuan": "Playa San Juan",
      "norte": "Norte",
      "sanCristobalLaguna": "San Cristobal de la Laguna",
      "santaCruz": "Santa Cruz de Tenerife",
      "puertoCruz": "Puerto de la Cruz",
      "sanMiguel": "San Miguel de Abona",
      "aldeaBlanca": "Aldea Blanca",
      "amarillaGolf": "Amarilla Golf",
      "elRoque": "El Roque",
      "golfSur": "Golf del Sur",
      "guargacho": "Guargacho",
      "chafiras": "Las Chafiras",
      "zocas": "Las Zocas",
      "llanoCamello": "Llano del Camello",
      "santiago": "Santiago del Teide",
      "gigantes": "Acantilados de Los Gigantes",
      "arguayo": "Arguayo",
      "puertoSantiago": "Puerto de Santiago"
    },
    "sort_by": {
      "creation_date_desc": "Recent",
      "price_desc": "Highest price",
      "price_asc": "Lowest price"
    },
    "bedrooms": {
      "all": "All",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "More than 7"
    },
    "bathrooms": {
      "all": "All",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "More than 7"
    },
    "tags": {
      "all": "All",
      "elevator": "Elevator",
      "garage": "Garage",
      "garden": "Garden",
      "outdoor": "Outdoor",
      "rooftop_terrace": "Rooftop terrace",
      "sea_views": "Ocean views",
      "storage_room": "Storage room",
      "swimming_pool": "Swimimng pool",
      "terrace": "Terrace"
    }
  },

  "buyers": {
    "title": "UNDERSTANDING THE BUYING PROCESS",
    "p1": "<strong>AN APPOINTMENT WITH OUR REAL ESTATE AGENT</strong> to describe your requests and wishes will help the agent to find the right property for you: holiday home, normal flat, investment property, house for renovation or new construction, condominium or detached, in a specific area, in a tourist area, in the village or more secluded.",
    "p2": "<strong>IF YOU NEED A MORTGAGE</strong> to buy the property, it would be ideal to get advice first before looking for a property. This way you will know approximately how much the bank can finance you. The amount of the loan will vary depending on the bank and above all depends on your fiscal domicile. If you are resident in Spain, you can get a mortgage of up to 80%, if you are not tax resident you can get up to 50/60%.",
    "p3": "When buying a property in Spain, <strong>YOU MUST APPLY FOR A NIE NUMBER</strong>, which is an identification number for foreigners. It is usually applied for at the national police station.",
    "p4": "<strong>IT IS ADVISABLE TO OPEN A SPANISH BANK ACCOUNT</strong> before buying a property in order to be able to transfer money to make the purchase and then to be able to pay bills and other fixed expenses after the purchase. To open an account, you will need your passport or identity card and you will be asked for other documents. The exact requirements may vary from bank to bank. In case you need it, we can find a bank that speaks your language.",
    "p5": "<strong>ONCE YOU HAVE CHOSEN THE PROPERTY</strong> you wish to buy, a pre-contract is usually drawn up, which requires the payment of a deposit, usually 10% of the sale price, and establishes the time it will take for the property to arrive. The timing of a sale can vary, it could take just a few days or even several weeks.",
    "p6": "<strong>THE HANDOVER OF THE PROPERTY</strong> will take place at the time of the deed. The signing takes place in front of a Notary who will attend the transaction. Naturally, the property must be completely free of debts, tenants, occupants on the day of the signing of the deed. Your real estate agent and/or legal advisor (and translator if necessary) will be present at the signing to assist you and ensure that all necessary documents have been delivered and verified.",
    "p7": "<strong>ADDITIONAL COSTS</strong> to the purchase price of the property range from 7% to 10% of the sale price. The tax for the purchase of a second-hand property is 6.5% (ITP), while for the purchase of a newly built property it is 7%. In addition to the tax on the purchase price, there are also notary fees, land registry fees and any other management fees to be taken into account.",
    "p8": "We hope our advice can help. If you would like more information or would like help and advice on selling your property, please do not hesitate to contact us."
  },

  "sellers": {
    "title": "UNDERSTANDING THE SELLING PROCESS",
    "intro": "Selling your home is an exciting and stimulating time. More complete information about the selling process will bring you the best results with as little stress as possible. Here, we describe some important points of the process of selling your property.",

    "p1": "<strong>A CORRECT VALUATION</strong> based on the current average market price, the characteristics of the property and the statistics of official sales prices in a specific area.",
    "p2": "<strong>ONLINE PRESENCE</strong> through a professional website and national and international real estate portals. A good marketing strategy.",
    "p3": "<strong>PROFESSIONAL PHOTOS</strong>, elegant and detailed description of the property and the area in which it is located.",
    "p4": "<strong>SELLING A PROPERTY ALSO INVOLVES SOME COSTS: </strong>",

    "p41": "A law introduced in 2013, which states that in order to sell or rent a property it is necessary to have a valid energy efficiency certificate. If you don't have one or it has expired (valid for 10 years) you will need to get one done which can cost from €100 depending on the size of your property. Your agent will be able to help you get one.",
    "p42": "A local tax to be paid to the municipality called Plus Valía Municipal (Impuesto sobre el Incremento del Valor de la Tierra). It is possible to request a simulation of the amount of the Plus Valia Municipal.",
    "p43": "If you are not a tax resident in Spain, 3% of the sale price of the property will be withheld. This is withheld on the day of the deed by the purchasers who are obliged to pay it to the Tax Office and provide proof of payment. You can then request a partial or total refund of the amount withheld in the deed. The refund will depend on the possible taxes on the sale of the property.",

    "p5": "<strong>WHAT DOCUMENTS DO YOU NEED?</strong>",

    "p51": "Identity card and NIE of the owner(s), The \"nota simple\" of the property an updated certificate signed by the administrator of the condominium stating that there are no outstanding debts with the community.",
    "p52": "An updated certificate signed by the condominium administrator indicating that you have no outstanding debts with the community.",
    "p53": "Proof of payment of the IBI for the current year (payment due by law to the seller).",
    "p54": "If you have a mortgage on the property, you would be required to request a certificate from the Bank stating the residual amount of the debt.",
    "p55": "It would also be useful to prepare copies of recent bills for water, electricity and other municipal taxes.",

    "p6": "<strong>WHAT IS THE PROCEDURE IN CASE OF A FINANCIAL AGREEMENT ON THE SALE PRICE OF THE PROPERTY BETWEEN BUYER AND SELLER?</strong>",
    "p7": "Normally a preliminary contract is signed and the time required to go to title deeds is established. The timing of a sale can vary, it could take only a few days or even several weeks.",
    "p8": "<strong>THE HANDOVER OF THE PROPERTY</strong> to the buyers will take place at the time of the deed. The signing is done in front of a Notary who will attend the transaction. Naturally, the property must be completely free of debts, tenants, occupants on the day of the signing of the title deed. Your real estate agent and/or legal advisor (and translator if necessary) will be present at the signing to assist you and ensure that all the necessary documents have been delivered and verified.",

    "conclusion": "We hope our advice will help. If you would like more information or would like help and advice on selling your property, please do not hesitate to contact us."
  }
}
