{
  "home": "Inizio",
  "search": "Cerca",
  "property": "Proprietá",
  "welcome": "Welcome to the island of eternal spring",

  "expertRepresentation": {
    "title": "Presentazione dei Professionisti",
    "description": "Benvenuto in Inmobiliaria Barreras Tenerife, la tua agenzia immobiliare di fiducia.<br /><br />Abbiamo creato la nostra agenzia per te, per fornirti un ​​servizio di Eccellenza e Fiducia a Tenerife.<br /><br />Fondata da Pablo Barreras González nel 2000 a Tenerife, l'isola più grande e popolosa delle Canarie e oggi di proprietà dei suoi successori con una ricca esperienza nel campo immobiliare, Barreras Tenerife S.L. é sempre pronta a ottenere risultati ottimali con la massima garanzia, offrendo un trattamento personalizzato su misura per ciascuno dei nostri clienti e una strategia di marketing innovativa e professionale."
  },

  "thinkingOfBuying": {
    "buying": {
      "title": "Sta pensando di acquistare?",
      "subtitle": "Comprendere il processo di acquisto"
    },
    "selling": {
      "title": "Sta pensando di vendere sua propietá?",
      "subtitle": "Comprendere il processo di vendita"
    },
    "details": "Piú informazioni"
  },

  "workWithUs": {
    "title": "LAVORA CON NOI",

    "experience": {
      "title": "20+ ANNI",
      "subtitle": "Vasta esperienza nel sectore: metti la nostra esperienza al Suo servizio"
    },
    "knowledge": {
      "title": "CONOSCENZA DEL MERCATO",
      "subtitle": "Una vasta conoscenza del mercato è la chiave del nostro successo"
    },
    "guidance": {
      "title": "GUIDA ESPERTA",
      "subtitle": "Facciamo in modo che anche le transazioni più complicate si svolgano senza intoppi"
    },

    "button": "METTERSI IN CONTACTO"
  },

  "info": {
    "buyers": {
      "title": "SERVIZI ACQUIRENTE",
      "subtitle1": "Servizio di prima classe",
      "subtitle2": "Conoscenza del mercato senza rivali",
      "description1": "Fornire i servizi immobiliari a Tenerife.",
      "description2": "Aiutare gli acquirenti a negoziare l'accordo perfetto."
    },
    "sellers": {
      "title": "SERVIZI DEL VENDITORE",
      "subtitle1": "Servizio di prima classe",
      "subtitle2": "Conoscenza del mercato senza rivali",
      "description1": "Fornire servizi immobiliari a Tenerife.",
      "description2": "Aiutare i venditori a commercializzare e vendere la propria casa a un prezzo eccezionale."
    }
  },

  "header": {
    "link": {
      "buy": "Comprare",
      "rent": "Affittare",
      "about": "Chi siamo",
      "contact": "Contatti",
      "invest": "Investimenti",
      "local": "Locali",
      "promotion": "Nuova costruzione",
      "luxury": "Proprietá di lusso",
      "investment": "Investment Projects",
      "properties": "Proprietá ",
      "info": "Informazioni",
      "forBuyers": "Per acquirenti",
      "forSellers": "Per venditori"
    }
  },

  "folders": {
    "buy": {
      "title": "Comprare",
      "description": "Propietá di seconda mano"
    },
    "rent": {
      "title": "Affittare",
      "description": "Propietà in affitto"
    },
    "invest": {
      "title": "Investimento",
      "description": "Idee per investitori"
    },
    "local": {
      "title": "Negozi",
      "description": "Locali commerciali"
    },
    "promotion": {
      "title": "Nuova costruzione",
      "description": "Nuova costruzione"
    },
    "services": {
      "title": "Servizi",
      "description": "Nostri servizi"
    },
    "more": "Scopri di piú"
  },

  "partnerships": "In collaborazione con",

  "testimonials": {
    "title": "Recensioni dei nostri clienti",
    "subtitle": "Come valutano i nostri clienti il nostro lavoro",

    "t1": "Muy buena atención y profesionalidad por parte de Marina. Nos ha guiado y nos ha ayudado en todo el proceso de compraventa de la vivienda. Ahora somos propietarios y aún estamos en contacto. Recomendados 100%.",
    "t2": "Utilicé sus servicios para la compra de una propiedad (vivienda principal) en Tenerife y no podría estar mas feliz con lo fluído que fué todo el proceso. Irina fué muy amigable, comprensiva y lo más importante nunca invasiva! La comunicación es fantástica en Español e Inglés. Con su ayuda y consejos, lo que era un proceso muy estresante se convirtió en fácil y llevadero. Recomendaría altamente esta agencia a cualquiera que esté buscando comprar/vender una propiedad en Tenerife.",
    "t3": "Muy buena atención por parte de Inmobiliaria Barreras. Gian, es un excelente profesional, siempre dispuesto a ayudarte en todo momento y con un trato cercano y efectivo. Gracias a él alquilé mi piso rápidamente. Sin duda, volveré a repetir en el futuro."
  },

  "footer": {
    "recent": "Immobili recenti",
    "contact": "Contatti",
    "copyright": "Tutti i diritti reservati",
    "offices": "Il nostro ufficio"
  },

  "properties": {
    "title": "Immobili",
    "featured": "Immobili In Evidenza",
    "recent": "Immobili recenti",
    "sell": "Immobili in vendita",
    "rent": "Immobili in affitto",
    "related": "Proprietà correlate",
    "share": "Condividere",

    "info": "Informazioni",
    "description": "Descrizione",

    "previous": "Anrteriore",
    "next": "Prossima",

    "area": "Area",
    "bedrooms": "Camere",
    "bathrooms": "Bagni",
    "tags": "Tags",
    "from": "Da",

    "search": {
      "show": "Ricerca avanzata",
      "hide": "Nascondere ricerca avanzata"
    }
  },

  "about": {
    "title": "Agenzia Immobiliare Barreras",
    "description": "<strong>BARRERAS TENERIFE S.L.</strong> è stata fondata da PABLO BARRERAS GONZÁLEZ a TENERIFE nell'anno <strong>2000</strong>. Oggi i suoi successori con una vasta esperienza nel campo immobiliare, continuano a offrire <strong>UN SERVIZIO PROFESSIONALE E DI ALTA QUALITÀ</strong>.<br /><br />Il nostro team accuratamente selezionato è lieto di prendersi cura di ogni cliente durante le fasi del processo di acquisto o vendita, di rispondere alle richieste e preoccupazioni del cliente, di prestare attenzione anche al più piccolo dettaglio.<br /><br />Crediamo che un'operazione immobiliare sia una delle decisioni più importanti che ognuno dei nostri clienti possa prendere per questo siamo attenti a tutti i dettagli per poter garantirne il buon fine.",

    "banner": {
      "p1": "Chi Siamo",
      "p2": "Barreras"
    },

    "team": {
      "title": "Vi presentiamo il nostro team de professionisti",
      "ceoM": "CEO e Cofondatore",
      "ceoF": "CEO e Cofondatrice",
      "realEstate": "Consulente immobiliare",
      "investment": "Consulente per gli investimenti"
    }
  },

  "contact": {
    "description": {
      "title": "Benvenuto in Inmobiliaria Barreras Tenerife, la tua agenzia immobiliare di fiducia.",
      "body": "I NOSTRI AGENTI sono a vostra disposizione per una consulenza sulla vendita, l'affitto del vostro immobile o l'acquisto di una nuova proprietà.<br /><br />SAREMO LIETI DI ASSISTERVI.<br /><br />Un cordiale saluto, Barreras immobiliare."
    },

    "title": "Contattaci",
    "subtitle": "At your service.",
    "address": "Indirizzo",
    "phone": "Telefono",
    "email": "Email",

    "form": {
      "name": "Nome",
      "email": "Email",
      "message": "Messaggio",
      "send": "Inviare",
      "sent": "Inviato"
    }
  },

  "constants": {
    "fields": {
      "type": "Tipo",
      "contract": "Contratto",
      "zone": "Area",
      "sort_by": "Odina per",
      "bedrooms": "Camere",
      "bathrooms": "Bagni",
      "tags": "Tags",
      "identifier": "ID riferimento",
      "price": "Prezzo"
    },
    "types": {
      "all": "Tutti",
      "flat": "Appartamento",
      "chalet": "Casa/Villa",
      "country_house": "Casa Rustica",
      "bungalow": "Bungalow",
      "room": "Hotel",
      "parking": "Garage",
      "shop": "Negozio",
      "industrial": "Locale industriale",
      "office": "Ufficio",
      "land": "Terreno",
      "storage": "Cantina",
      "building": "Edificio"
    },
    "contract": {
      "all": "Tutto",
      "rent": "Affitto",
      "sell": "Acquista"
    },
    "zones": {
      "all": "Tutte le localitá",
      "adeje": "Adeje",
      "armenime": "Armeñime",
      "callao": "Callao Salvaje",
      "costaAdeje": "Costa Adeje",
      "duque": "El Duque",
      "caldera": "La Caldera",
      "caleta": "La Caleta",
      "madronal": "Madroñal",
      "playaAmericas": "Playa de Las Americas",
      "playaParaiso": "Playa Paraiso",
      "roqueConde": "Roque del Conde",
      "sanEugenioAlto": "San Eugenio Alto",
      "sanEugenioBajo": "San Eugenio Bajo",
      "tijoco": "Tijoco",
      "torviscasAlto": "Torviscas Alto",
      "torviscasBajo": "Torviscas Bajo",
      "arona": "Arona",
      "buzanada": "Buzanada",
      "caboBlanco": "Cabo Blanco",
      "chayofa": "Chayofa",
      "costaSilencio": "Costa del Silencio",
      "camella": "La Camella",
      "galletas": "Las Galletas",
      "cristianos": "Los Cristianos",
      "palMar": "Palm-Mar",
      "parqueReina": "Parque de la Reina",
      "valleSanLorenzo": "Valle San Lorenzo",
      "granadilla": "Granadilla de Abona",
      "sanIsidro": "San Isidro",
      "losAbrigos": "Los Abrigos",
      "laTejita": "La Tejita",
      "elMedano": "El Medano",
      "guiaIsora": "Guia de Isora",
      "alcala": "Alcala",
      "playaSanJuan": "Playa San Juan",
      "norte": "Norte",
      "sanCristobalLaguna": "San Cristobal de la Laguna",
      "santaCruz": "Santa Cruz de Tenerife",
      "puertoCruz": "Puerto de la Cruz",
      "sanMiguel": "San Miguel de Abona",
      "aldeaBlanca": "Aldea Blanca",
      "amarillaGolf": "Amarilla Golf",
      "elRoque": "El Roque",
      "golfSur": "Golf del Sur",
      "guargacho": "Guargacho",
      "chafiras": "Las Chafiras",
      "zocas": "Las Zocas",
      "llanoCamello": "Llano del Camello",
      "santiago": "Santiago del Teide",
      "gigantes": "Acantilados de Los Gigantes",
      "arguayo": "Arguayo",
      "puertoSantiago": "Puerto de Santiago"
    },
    "sort_by": {
      "creation_date_desc": "Recenti",
      "price_desc": "Prezzo piú alto",
      "price_asc": "Prezzo piú basso"
    },
    "bedrooms": {
      "all": "Tutti",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "Piú di 7"
    },
    "bathrooms": {
      "all": "Tutti",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "Piú di 7"
    },
    "tags": {
      "all": "Tutti",
      "elevator": "Ascensore",
      "garage": "Garage",
      "garden": "Giardino",
      "outdoor": "Esteriore",
      "rooftop_terrace": "Terrazza sul tetto",
      "sea_views": "Vista mare",
      "storage_room": "Cantina",
      "swimming_pool": "Piscina",
      "terrace": "Terrazza"
    }
  },

  "buyers": {
    "title": "CAPIRE IL PROCESSO DI ACQUISTO",
    "p1": "<strong>UN APPUNTAMENTO COL NOSTRO AGENTE INMOBILIARE</strong> per descrivere le sue richieste ed i suoi desideri aiuterà l'agente a trovare la proprietà giusta per lei:  Casa per le vacanze, apartamento abituale, investimento immobiliare, casa da ristrutturare o di nuova costruzione, in condominio o indipendente,  in una specifica zona, in una zona turistica, in paese o più isolata.",
    "p2": "<strong>NEL CASO AVESSE BISOGNO DI UN MUTUO</strong> per acquistare la proprietà, sarebbe ideale ottenere una consulenza prima di cercare un immobile. In questo modo saprà all'incirca quanto la banca le può finanziare. L’importo del finanziamento varierà a seconda della banca e sopratutto dipende dalla sua residenza fiscale. Se risiede in Spagna può ottenere un mutuo fino all'80% , nel caso non fosse residente fiscale può ottenere fino al 50/60%.",
    "p3": "Quando si acquista una proprietà in Spagna, <strong>È NECESSARIO RICHIEDERE UN NUMERO NIE</strong> che è un numero di identificazione per stranieri. Questo viene normalmente richiesto presso la stazione di polizia nazionale.",
    "p4": "<strong>É OPPORTUNO APRIRE UN CONTO BANCARIO SPAGNOLO</strong> prima di acquistare una proprietà in modo da poter trasferire i soldi per effettuare l'acquisto e per poi poter domiciliare le bollette e altre spese fisse dopo l'acquisto. Per aprire un conto avrà bisogno del suo passaporto o carta d'identità e le verranno richiesti altri documenti. I requisiti esatti possono variare da banca a banca. Nel caso avesse bisogno, possiamo trovare una banca che parla la sua lingua.",
    "p5": "<strong>UNA VOLTA SCELTA LA PROPRIETÀ CHE DESIDERA ACQUISTARE</strong>, si procede generalmente con un contratto preliminare nel quale viene richiesto il versamento di una caparra penitenziale che di solito è il 10% del prezzo di vendita e si stabilisce quale sarà il tempo necessario per andare al rogito. I tempi per una vendita possono variare, potrebbero volerci solo alcuni giorni oppure anche diverse settimane. ",
    "p6": "<strong>LA CONSEGNA DELLA PROPRIETÀ</strong> avverrà al momento del rogito. La firma avviene davanti a un Notaio che assisterà alla transazione. La  proprietà naturalmente dovrà essere completamente libera da debiti, inquilini, occupanti il ​​giorno in cui si firma il rogito. Il suo agente inmobiliare e/o consulente legale (e traduttore nel caso avesse bisogno) saranno  presenti alla firma per assisterla e assicurarsi che tutti i documenti necessari siano stati recapitati e controllati . ",
    "p7": "<strong>I COSTI AGGIUNTIVI</strong> oltre al prezzo di acquisto della proprietà oscillano tra l'7% e il 10% dell importo di compravendita. l'imposta  per l'acquisto di un immobile di seconda mano è del 6,5% (ITP), mentre è del 7% per l'acquisto di un immobile di nuova costruzione. Oltre all’imposta sul prezzo d'acquisto ci sono da considerare anche le spese  notarili,  di registro della proprietà e eventuali ulteriori costi di gestione. ",
    "p8": "Ci auguriamo che i nostri consigli possano essere di aiuto. Se desidera maggiori informazioni o desidera aiuto e consigli sulla vendita della sua proprietà, non esiti a contattarci."
  },

  "sellers": {
    "title": "COMPRENDERE IL PROCESSO DI VENDITA",
    "intro": "Vendere la propria casa è un momento emozionante e stimolante. Una piú completa informazione sul processo di vendita le porterà migliori risultati con il minor stress possibile. Qui, descriviamo alcuni punti importanti del processo di vendita  immobiliare.",

    "p1": "<strong>UNA VALUTAZIONE CORRETTA</strong> in base al prezzo medio attuale del mercato, alle caratteristiche della proprietà e alle statistiche sui prezzi ufficiali di vendita di una specifica zona.",
    "p2": "<strong>PRESENZA ONLINE</strong> tramite web professionale e portali inmobiliari nazionali e internazionali. Una buona strategia di marketing.",
    "p3": "<strong>FOTO PROFESSIONALI</strong>, descrizione elegante e dettagliata della proprietà e della zona in cui si trova.",
    "p4": "<strong>VENDERE UNA PROPRIETÀ COMPORTA ANCHE ALCUNI COSTI:</strong>",

    "p41": "Una legge introdotta nel 2013, che stabilisce che per vendere o affittare un immobile è necessario avere un certificato di efficienza energetica valido. Se non ne ha uno o é scaduto ( validitá 10 anni) dovrà far realizzare uno che può costare a partire da € 100 a seconda delle dimensioni della sua proprietà. Il suo agente sarà in grado di aiutarle a ottenerlo.",
    "p42": "Una tassa locale da pagare al comune chiamata Plus Valía Municipal (Imposta sull'aumento del valore del terreno). É possibile richiedere una simulazione dell'ammontare della Plusvalía Municipal.",
    "p43": "Se Lei  non ha la residenza fiscale in Spagna le verrà trattenuto il 3% sul importo di vendita della proprietà. Questo viene  trattenuto il ​​giorno del rogito dagli acquirenti che  hanno obbligo di versarlo all'Agenzia tributaria e fornirle una prova del versamento. Potrà poi in seguito richiedere il rimborso parziale o completo della somma trattenuta nel rogito. Il rimborso dipenderà dalle possibili tasse sulla vendita della proprietà.",

    "p5": "<strong>DI QUALI DOCUMENTI HA BISOGNO?</strong>",

    "p51": "Il documento di identità e il NIE del/dei proprietario/i, La \"nota simple\" della proprietà,",
    "p52": "Un certificato  aggiornato firmato dall'amministratore condominiale attestante che non si ha debiti insoluti con la comunità, ",
    "p53": "Prova del pagamento dell'IBI dell'anno in corso ( pagamento che spetta per legge alla parte venditrice),",
    "p54": "Nel caso avesse un mutuo sulla proprietà servirebbe un certificato da richiedere alla Banca che attesta l'importo residuo del debito,",
    "p55": "Sarebbe utile anche preparare copia delle bollette recenti di acqua, luce, altre tasse comunali.",

    "p6": "<strong>COMO SI PROCEDE IN CASO DI UN ACCORDO ECONOMICO SUL PREZZO DI VENDITA DELLA PROPRIETÀ  TRA LE PARTI ACQUIRENTE E VENDITRICE?</strong>",
    "p7": "Di norma si procede alla firma di un contratto preliminare  e si stabilisce quale sarà il tempo necessario per andare al rogito. I tempi per una vendita possono variare, potrebbero volerci solo alcuni giorni oppure anche diverse settimane.",
    "p8": "<strong>LA CONSEGNA DELLA PROPRIETÀ</strong> agli acquirenti avverrà al momento del rogito. La firma avviene davanti a un Notaio che assisterà alla transazione. La  proprietà naturalmente dovrà essere completamente libera da debiti ,inquilini ,occupanti il ​​giorno in cui si firma il rogito. Il suo agente inmobiliare e/o consulente legale (e traduttore nel caso avesse bisogno) saranno  presenti alla firma per assisterla e assicurarsi che tutti i documenti necessari siano stati recapitati e controllati.",

    "conclusion": "Ci auguriamo che i nostri consigli possano essere di aiuto. Se desidera maggiori informazioni o desidera aiuto e consigli sulla vendita della sua proprietà, non esiti a  contattarci."
  }
}
