{
  "home": "Home",
  "search": "Search",
  "property": "Property",
  "welcome": "Welcome to the island of eternal spring",

  "expertRepresentation": {
    "title": "KONTAKTIEREN SIE UNS",
    "description": "Witamy w Inmobiliaria Barreras Tenerife, agencji nieruchomości, której możesz zaufać.<br /><br />Naszą agencję na Teneryfie stworzyliśmy dla Ciebie, a świadczone przez nas usługi cechują Perfekcja, Uczciwość i Zaufanie.<br /><br />Założona przez Pablo Barrerasa Gonzáleza w 2000 roku na Teneryfie, największej i najgęściej zaludnionej wyspie archipelagu Wysp Kanaryjskich, a obecnie należąca do jego następców z bogatym doświadczeniem w dziedzinie doradztwa i negocjacji w zakresie nieruchomości,  Agencja Barreras Tenerife S.L. osiąga najlepsze rezultaty z najwyższą gwarancją, oferując indywidualne podejście dostosowane do każdego z naszych klientów, w tym innowacyjną strategię marketingową oraz rzetelność i profesjonalizm we wszystkich działaniach."
  },

  "thinkingOfBuying": {
    "buying": {
      "title": "Myślisz o zakupie?",
      "subtitle": "Zrozumienie procesu zakupowego"
    },
    "selling": {
      "title": "Myślisz o sprzedaży?",
      "subtitle": "Zrozumienie procesu sprzedaży"
    },
    "details": "Details"
  },

  "workWithUs": {
    "title": "PRACUJ Z NAMI",

    "experience": {
      "title": "20+ LAT",
      "subtitle": "Połączone doświadczenie w branży — wykorzystaj naszą wiedzę specjalistyczną, aby pracowała dla Ciebie"
    },
    "knowledge": {
      "title": "ZNAJOMOŚĆ RYNKU",
      "subtitle": "Rozległa znajomość rynku jest kluczem do naszego sukcesu"
    },
    "guidance": {
      "title": "WSKAZÓWKI EKSPERTÓW",
      "subtitle": "Dzięki nam nawet najbardziej skomplikowane transakcje przebiegają sprawnie"
    },

    "button": "SKONTAKTUJ SIĘ Z NAMI"
  },

  "info": {
    "buyers": {
      "title": "USŁUGI KUPUJĄCEGO",
      "subtitle1": "Obsługa na światowym poziomie",
      "subtitle2": "Bezkonkurencyjna znajomość rynku",
      "description1": "Świadczenie usług w zakresie nieruchomości na Teneryfie.",
      "description2": "Pomaganie kupującym w negocjowaniu idealnej oferty."
    },
    "sellers": {
      "title": "USŁUGI SPRZEDAWCY",
      "subtitle1": "Obsługa na światowym poziomie",
      "subtitle2": "Bezkonkurencyjna znajomość rynku",
      "description1": "Świadczenie usług w zakresie nieruchomości na Teneryfie.",
      "description2": "Pomaganie sprzedawcom w promowaniu i sprzedawaniu ich domów za najwyższą cenę."
    }
  },

  "header": {
    "link": {
      "buy": "Buy",
      "rent": "Rent",
      "about": "About Us",
      "contact": "Contact",
      "invest": "Invest",
      "local": "Shop",
      "promotion": "New development",
      "luxury": "Luxury properties",
      "investment": "Investment Projects",
      "properties": "Properties",
      "info": "Info",
      "forBuyers": "For buyers",
      "forSellers": "For sellers"
    }
  },

  "folders": {
    "buy": {
      "title": "Buy",
      "description": "Second hand properties"
    },
    "rent": {
      "title": "Rent",
      "description": "Properties for rent"
    },
    "invest": {
      "title": "Invest",
      "description": "Ideas for investment"
    },
    "local": {
      "title": "Shop",
      "description": "Commercial premises"
    },
    "promotion": {
      "title": "New Promotion",
      "description": "New property developments"
    },
    "services": {
      "title": "Services",
      "description": "Our services"
    },
    "more": "View More"
  },

  "partnerships": "Partnerships",

  "testimonials": {
    "title": "Customer Testimonials",
    "subtitle": "What our customers say about us.",

    "t1": "Muy buena atención y profesionalidad por parte de Marina. Nos ha guiado y nos ha ayudado en todo el proceso de compraventa de la vivienda. Ahora somos propietarios y aún estamos en contacto. Recomendados 100%.",
    "t2": "I used their services for the purchase of a property (main residence) in Tenerife and I couldn't be happier with how smoothly everything went throughout the whole process. Irina was very friendly understanding and most importantly never pushy! Communication eas fantastic in both Spanish and English. With Irina's help and advice, what is usually a very stressful process became very easy and straightforward. I would highly recommend this agency for anyone looking to buy/sell/rent a property in Tenerife.",
    "t3": "Muy buena atención por parte de Inmobiliaria Barreras. Gian, es un excelente profesional, siempre dispuesto a ayudarte en todo momento y con un trato cercano y efectivo. Gracias a él alquilé mi piso rápidamente. Sin duda, volveré a repetir en el futuro."
  },

  "footer": {
    "recent": "Recent Properties",
    "contact": "Contact",
    "copyright": "All rights reserved",
    "offices": "Our office"
  },

  "properties": {
    "title": "Properties",
    "featured": "Featured Properties",
    "recent": "Recent properties",
    "sell": "Properties for sale",
    "rent": "Properties for rent",
    "related": "Related properties",
    "share": "Share",

    "info": "Basic information",
    "description": "Description",

    "previous": "Previous",
    "next": "Next",

    "area": "Area",
    "bedrooms": "Bedrooms",
    "bathrooms": "Bathrooms",
    "tags": "Tags",
    "from": "From",

    "search": {
      "show": "Advanced Search",
      "hide": "Hide Advanced Search"
    }
  },

  "about": {
    "title": "Inmobiliaria Barreras",
    "description": "<strong>BARRERAS TENERIFE S.L.</strong> została założona przez PABLO BARRERAS GONZÁLEZ na Teneryfie w <strong>2000</strong> roku. Dziś jego następcy, posiadający bogate doświadczenie w zakresie doradztwa i negocjacji w branży nieruchomości, kontynuują jego dzieło świadcząc swoje usługi z <strong>UCZCIWOŚCIĄ, ZAUFANIEM, EMPATIĄ I PROFESJONALIZMEM</strong>.<br /><br />Nasz starannie dobrany zespół dba o każdego klienta na wszystkich etapach procesu kupna lub sprzedaży, reaguje na prośby i wątpliwości klientów, zwraca uwagę na najdrobniejsze  szczegóły.<br /><br />Wierzymy, że każda transakcja dotycząca nieruchomości może być jedną z najważniejszych decyzji, jakie podjęli nasi klienci, dlatego dbamy o każdy szczegół, aby zagwarantować jej powodzenie.",

    "banner": {
      "p1": "O NAS POLSKI",
      "p2": "Barreras"
    },

    "team": "POZNAJ NASZ ZESPÓŁ PROFESJONALISTÓW",
    "agent": "Agent"
  },

  "contact": {
    "description": {
      "title": "Witamy w Inmobiliaria Barreras Tenerife, agencji nieruchomości, której możesz zaufać.",
      "body": "NASI AGENCI są do twojej dyspozycji, aby doradzić ci w sprawie sprzedaży lub wynajmu twojej nieruchomości, a także pomóc w zakupie dowolnych środków stałych.<br /><br />CHĘTNIE CI POMOŻEMY.<br /><br />Serdeczne pozdrowienia od barreras real estate"
    },

    "title": "Contact us",
    "subtitle": "At your service.",
    "address": "Address",
    "phone": "Phone",
    "email": "Email",

    "form": {
      "name": "Name",
      "email": "Email",
      "message": "Message",
      "send": "Send",
      "sent": "Sent"
    }
  },

  "constants": {
    "fields": {
      "type": "Type",
      "contract": "Operation",
      "zone": "Zone",
      "sort_by": "Sort by",
      "bedrooms": "Bedrooms",
      "bathrooms": "Bathrooms",
      "tags": "Tags",
      "identifier": "Reference ID",
      "price": "Price"
    },
    "types": {
      "all": "All",
      "flat": "Flat",
      "chalet": "House / Chalet",
      "country_house": "Country House",
      "bungalow": "Bungalow",
      "room": "Hotel",
      "parking": "Parking",
      "shop": "Shop",
      "industrial": "Industrial Ship",
      "office": "Office",
      "land": "Land",
      "storage": "Storage",
      "building": "Building"
    },
    "contract": {
      "all": "All",
      "rent": "Rent",
      "sell": "Sale"
    },
    "zones": {
      "all": "All",
      "adeje": "Adeje",
      "armenime": "Armeñime",
      "callao": "Callao Salvaje",
      "costaAdeje": "Costa Adeje",
      "duque": "El Duque",
      "caldera": "La Caldera",
      "caleta": "La Caleta",
      "madronal": "Madroñal",
      "playaAmericas": "Playa de Las Americas",
      "playaParaiso": "Playa Paraiso",
      "roqueConde": "Roque del Conde",
      "sanEugenioAlto": "San Eugenio Alto",
      "sanEugenioBajo": "San Eugenio Bajo",
      "tijoco": "Tijoco",
      "torviscasAlto": "Torviscas Alto",
      "torviscasBajo": "Torviscas Bajo",
      "arona": "Arona",
      "buzanada": "Buzanada",
      "caboBlanco": "Cabo Blanco",
      "chayofa": "Chayofa",
      "costaSilencio": "Costa del Silencio",
      "camella": "La Camella",
      "galletas": "Las Galletas",
      "cristianos": "Los Cristianos",
      "palMar": "Palm-Mar",
      "parqueReina": "Parque de la Reina",
      "valleSanLorenzo": "Valle San Lorenzo",
      "granadilla": "Granadilla de Abona",
      "sanIsidro": "San Isidro",
      "losAbrigos": "Los Abrigos",
      "laTejita": "La Tejita",
      "elMedano": "El Medano",
      "guiaIsora": "Guia de Isora",
      "alcala": "Alcala",
      "playaSanJuan": "Playa San Juan",
      "norte": "Norte",
      "sanCristobalLaguna": "San Cristobal de la Laguna",
      "santaCruz": "Santa Cruz de Tenerife",
      "puertoCruz": "Puerto de la Cruz",
      "sanMiguel": "San Miguel de Abona",
      "aldeaBlanca": "Aldea Blanca",
      "amarillaGolf": "Amarilla Golf",
      "elRoque": "El Roque",
      "golfSur": "Golf del Sur",
      "guargacho": "Guargacho",
      "chafiras": "Las Chafiras",
      "zocas": "Las Zocas",
      "llanoCamello": "Llano del Camello",
      "santiago": "Santiago del Teide",
      "gigantes": "Acantilados de Los Gigantes",
      "arguayo": "Arguayo",
      "puertoSantiago": "Puerto de Santiago"
    },
    "sort_by": {
      "creation_date_desc": "Recent",
      "price_desc": "Highest price",
      "price_asc": "Lowest price"
    },
    "bedrooms": {
      "all": "All",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "More than 7"
    },
    "bathrooms": {
      "all": "All",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "More than 7"
    },
    "tags": {
      "all": "All",
      "elevator": "Elevator",
      "garage": "Garage",
      "garden": "Garden",
      "outdoor": "Outdoor",
      "rooftop_terrace": "Rooftop terrace",
      "sea_views": "Ocean views",
      "storage_room": "Storage room",
      "swimming_pool": "Swimimng pool",
      "terrace": "Terrace"
    }
  },

  "buyers": {
    "title": "ZROZUMIEĆ PROCES ZAKUPU",
    "p1": "<strong>SPOTKANIE Z NASZYM AGENTEM NIERUCHOMOŚCI</strong> w celu opisania Twoich próśb i życzeń pomoże agentowi znaleźć odpowiednią nieruchomość dla Ciebie: dom wakacyjny, mieszkanie, nieruchomość inwestycyjna, dom do remontu lub nowa budowa, kondominium, w określonej okolicy, w obszarze turystycznym, w wiosce lub bardziej odizolowany.",
    "p2": "<strong>JEŚLI POTRZEBUJESZ KREDYTU HIPOTECZNEGO</strong> na zakup nieruchomości, najlepiej byłoby zasięgnąć porady przed rozpoczęciem poszukiwań nieruchomości. W ten sposób będziesz wiedział w przybliżeniu, na jakie finansowanie ze strony banku możesz liczyć. Wysokość kredytu będzie się różnić w zależności od banku i przede wszystkim zależy od Twojej rezydencji podatkowej. Jeśli mieszkasz w Hiszpanii, możesz otrzymać kredyt hipoteczny do 80%. Jeśli nie jesteś rezydentem podatkowym, możesz otrzymać do 50/60%.",
    "p3": "Kupując nieruchomość w Hiszpanii należy wystąpić o <strong>NUMER NIE</strong>, który jest numerem identyfikacyjnym dla obcokrajowców. Zwykle wnioskuje się o ten dokument na posterunku krajowej policji.",
    "p4": "<strong>WSKAZANE JEST BY, PRZED ZAKUPEM NIERUCHOMOŚCI</strong>, otworzyć hiszpańskie konto bankowe, aby móc przelać pieniądze na zakup, a następnie opłacić rachunki i inne stałe wydatki po zakupie. Aby otworzyć konto, będziesz potrzebować paszportu lub dowodu osobistego, a także innych dokumentów. Dokładne wymagania mogą się różnić w zależności od banku. W razie potrzeby możemy znaleźć bank, który mówi w Twoim języku.",
    "p5": "<strong>PO WYBRANIU NIERUCHOMOŚCI</strong>, którą chcesz kupić, z reguły przystępujemy do umowy przedwstępnej, podczas której wymagana jest wpłata kaucji, wynoszącej zwykle 10% ceny sprzedaży i ustalamy termin finalizacji transakcji. Czas trwania procesu sprzedaży bywa różny, może zająć zaledwie kilka dni, a czasem nawet kilka tygodni.",
    "p6": "<strong>WYDANIE NIERUCHOMOŚCI</strong> nastąpi w momencie zawarcia aktu. Podpisanie odbywa się przed notariuszem, który będzie asystował przy transakcji. Oczywiście nieruchomość musi być całkowicie wolna od długów, najemców i mieszkańców w dniu podpisania aktu. Twój agent nieruchomości i/lub doradca prawny (i tłumacz w razie potrzeby) będą obecni przy podpisywaniu aktu, aby pomóc Ci i upewnić się, że wszystkie niezbędne dokumenty zostały dostarczone i sprawdzone.",
    "p7": "<strong>DODATKOWE KOSZTY</strong>, oprócz ceny zakupu nieruchomości, wahają się od 7% do 10% ceny sprzedaży. Podatek przy zakupie nieruchomości z rynku wtórnego wynosi 6,5% (ITP), natomiast przy zakupie nieruchomości nowo wybudowanej 7%. Oprócz podatku od ceny zakupu, należy wziąć pod uwagę również opłaty notarialne, opłaty za rejestrację nieruchomości i wszelkie inne koszty zarządzania.",
    "p8": "Mamy nadzieję, że nasze rady okażą się pomocne. Jeśli potrzebujesz więcej informacji lub potrzebujesz pomocy i porady w sprawie sprzedaży swojej nieruchomości, nie wahaj się z nami skontaktować."
  },

  "sellers": {
    "title": "UNDERSTANDING THE SELLING PROCESS",
    "intro": "Sprzedaż domu to ekscytujący i ważny moment. Pełniejsza wiedza o procesie sprzedaży przyniesie najlepsze efekty przy możliwie najmniejszym stresie. W tym miejscu opisujemy kilka ważnych punktów procesu sprzedaży nieruchomości.",

    "p1": "<strong>WŁAŚCIWA WYCENA OPARTA NA AKTUALNEJ ŚREDNIEJ CENIE RYNKOWEJ</strong>, charakterystyce nieruchomości oraz statystykach dotyczących oficjalnych cen sprzedaży na danym terenie.",
    "p2": "<strong>OBECNOŚĆ W INTERNECIE</strong> za pośrednictwem profesjonalnych portali internetowych oraz krajowych i międzynarodowych portali nieruchomości. Dobra strategia marketingowa.",
    "p3": "<strong>PROFESJONALNE ZDJĘCIA</strong>, elegancki i szczegółowy opis nieruchomości oraz okolicy, w której się znajduje.",
    "p4": "<strong>SPRZEDAŻ NIERUCHOMOŚCI WIĄŻE SIĘ RÓWNIEŻ Z PEWNYMI KOSZTAMI:</strong>",

    "p41": "W 2013 r. została wprowadzona ustawa, która stanowi, że aby sprzedać lub wynająć nieruchomość, konieczne jest posiadanie ważnego świadectwa efektywności energetycznej. Jeśli go nie posiadasz lub wygasł (ważny przez 10 lat), należy go wyrobić, co może kosztować od 100 €, w zależności od wielkości Twojej nieruchomości. Twój agent pomoże Ci go zdobyć.",
    "p42": "Lokalny podatek do zapłaty na rzecz gminy o nazwie Plus Valía Municipal (podatek od wzrostu wartości gruntu). Istnieje możliwość zawnioskowania o symulację kwoty Plusvalía Municipal.",
    "p43": "Jeśli nie jesteś rezydentem podatkowym w Hiszpanii, 3% ceny sprzedaży nieruchomości zostanie potrącone i zatrzymane w dniu aktu przez kupujących, którzy są zobowiązani do wpłacenia go do Urzędu Skarbowego i przedstawienia dowodu wpłaty. Możesz później zażądać częściowego lub pełnego zwrotu kwoty zatrzymanej w akcie. Zwrot będzie uzależniony od ewentualnych podatków od sprzedaży nieruchomości.",

    "p5": "<strong>JAKICH DOKUMENTÓW POTRZEBUJESZ?</strong>",

    "p51": "Dokument tożsamości i numer NIE właściciela (właścicieli), „nota simple” nieruchomości,",
    "p52": "aktualne zaświadczenie podpisane przez zarządcę wspólnoty mieszkaniowej stwierdzające, że nie masz żadnych zobowiązań wobec wspólnoty,",
    "p53": "dowód wpłaty IBI za bieżący rok (płatność należna z mocy prawa sprzedającemu),",
    "p54": "jeśli masz hipotekę na nieruchomości, konieczne jest zażądanie od Banku zaświadczenia potwierdzającego pozostałą kwotę długu.",
    "p55": "Przydatne byłoby również sporządzenie kopii ostatnich rachunków za wodę, prąd i inne podatki miejskie.",

    "p6": "<strong>6. JAK POSTĘPOWAĆ W PRZYPADKU ZAWARCIA UMOWY GOSPODARCZEJ W SPRAWIE CENY SPRZEDAŻY NIERUCHOMOŚCI MIĘDZY KUPUJĄCYM A SPRZEDAJĄCYM?</strong>",
    "p7": "Zwykle podpisywana jest umowa przedwstępna i ustalany jest czas potrzebny na przystąpienie do aktu. Czas trwania procesu sprzedaży bywa różny, może zająć zaledwie kilka dni lub nawet kilka tygodni.",
    "p8": "Wydanie nieruchomości nabywcom nastąpi w momencie zawarcia aktu. Podpisanie odbywa się przed notariuszem, który będzie asystował przy transakcji. Oczywiście nieruchomość musi być całkowicie wolna od długów, najemców i mieszkańców w dniu podpisania aktu. Twój agent nieruchomości i/lub doradca prawny (i tłumacz w razie potrzeby) będą obecni przy podpisywaniu, aby pomóc Ci i upewnić się, że wszystkie niezbędne dokumenty zostały dostarczone i sprawdzone.",

    "conclusion": "Mamy nadzieję, że nasze wskazówki są pomocne. Jeśli potrzebujesz więcej informacji lub pomocy i porady w sprawie sprzedaży swojej nieruchomości, nie wahaj się z nami skontaktować."
  }
}
