{
  "home": "Home",
  "search": "Search",
  "property": "Property",

  "expertRepresentation": {
    "title": "Expert Representation"
  },

  "thinkingOfBuying": {
    "buying": {
      "title": "Thinking of buying?",
      "subtitle": "Understanding the buying process"
    },
    "selling": {
      "title": "Thinking of selling?",
      "subtitle": "Understanding the selling process"
    },
    "details": "Details"
  },

  "workWithUs": {
    "title": "WORK WITH US",

    "experience": {
      "title": "20+ YEARS",
      "subtitle": "Combined Industry Experience - Put Our Expertise to Work for You"
    },
    "knowledge": {
      "title": "MARKET KNOWLEDGE",
      "subtitle": "Extensive Market Knowledge is the Key to Our Success"
    },
    "guidance": {
      "title": "EXPERT GUIDANCE",
      "subtitle": "We Make Even the Most Complicated Transactions Run Smoothly"
    },

    "button": "GET IN TOUCH"
  },

  "info": {
    "buyers": {
      "title": "BUYER SERVICES",
      "subtitle1": "World-Class Service",
      "subtitle2": "Unrivaled Market Knowledge",
      "description1": "Providing real estate services in Tenerife.",
      "description2": "Helping buyers negotiate the perfect deal."
    },
    "sellers": {
      "title": "SELLER SERVICES",
      "subtitle1": "World-Class Service",
      "subtitle2": "Unrivaled Market Knowledge",
      "description1": "Providing real estate services in Tenerife.",
      "description2": "Helping sellers market and sell their home for top dollar."
    }
  },

  "header": {
    "link": {
      "buy": "Buy",
      "rent": "Rent",
      "about": "About Us",
      "contact": "Contact",
      "invest": "Invest",
      "local": "Shop",
      "promotion": "New development",
      "luxury": "Luxury properties",
      "properties": "Properties",
      "info": "Info",
      "forBuyers": "For buyers",
      "forSellers": "For sellers"
    }
  },

  "folders": {
    "buy": {
      "title": "Buy",
      "description": "Second hand properties"
    },
    "rent": {
      "title": "Rent",
      "description": "Properties for rent"
    },
    "invest": {
      "title": "Invest",
      "description": "Ideas for investment"
    },
    "local": {
      "title": "Shop",
      "description": "Commercial premises"
    },
    "promotion": {
      "title": "New Promotion",
      "description": "New property developments"
    },
    "services": {
      "title": "Services",
      "description": "Our services"
    },
    "more": "View More"
  },

  "partnerships": "Partnerships",

  "testimonials": {
    "title": "Customer Testimonials",
    "subtitle": "What our customers say about us.",

    "t1": "Muy buena atención y profesionalidad por parte de Marina. Nos ha guiado y nos ha ayudado en todo el proceso de compraventa de la vivienda. Ahora somos propietarios y aún estamos en contacto. Recomendados 100%.",
    "t2": "I used their services for the purchase of a property (main residence) in Tenerife and I couldn't be happier with how smoothly everything went throughout the whole process. Irina was very friendly understanding and most importantly never pushy! Communication eas fantastic in both Spanish and English. With Irina's help and advice, what is usually a very stressful process became very easy and straightforward. I would highly recommend this agency for anyone looking to buy/sell/rent a property in Tenerife.",
    "t3": "Muy buena atención por parte de Inmobiliaria Barreras. Gian, es un excelente profesional, siempre dispuesto a ayudarte en todo momento y con un trato cercano y efectivo. Gracias a él alquilé mi piso rápidamente. Sin duda, volveré a repetir en el futuro."
  },

  "footer": {
    "recent": "Recent Properties",
    "contact": "Contact",
    "copyright": "All rights reserved",
    "offices": "Our office"
  },

  "properties": {
    "title": "Properties",
    "featured": "Featured Properties",
    "recent": "Recent properties",
    "sell": "Properties for sale",
    "rent": "Properties for rent",
    "related": "Related properties",
    "share": "Share",

    "info": "Basic information",
    "description": "Description",

    "previous": "Previous",
    "next": "Next",

    "area": "Area",
    "bedrooms": "Bedrooms",
    "bathrooms": "Bathrooms",
    "tags": "Tags",
    "from": "From",

    "search": {
      "show": "Advanced Search",
      "hide": "Hide Advanced Search"
    }
  },

  "about": {
    "title": "Inmobiliaria Barreras",
    "description": "Barreras Tenerife S.L. została założona przez Pablo Barrerasa Gonzáleza na Teneryfie w 2000 roku. Dziś jego następcy, posiadający bogate doświadczenie w zakresie doradztwa i negocjacji w branży nieruchomości, kontynuują jego dzieło świadcząc swoje usługi z uczciwością, zaufaniem, empatią i profesjonalizmem. Nasz starannie dobrany zespół dba o każdego klienta na wszystkich etapach procesu kupna lub sprzedaży, reaguje na prośby i wątpliwości klientów, zwraca uwagę na najdrobniejsze  szczegóły. Wierzymy, że każda transakcja dotycząca nieruchomości może być jedną z najważniejszych decyzji, jakie podjęli nasi klienci, dlatego dbamy o każdy szczegół, aby zagwarantować jej powodzenie.",

    "banner": {
      "p1": "O NAS POLSKI",
      "p2": "Inmobiliaria Barreras"
    },

    "team": "POZNAJ NASZ ZESPÓŁ PROFESJONALISTÓW",
    "agent": "Agent"
  },

  "contact": {
    "description": {
      "title": "Witamy w Inmobiliaria Barreras Tenerife, agencji nieruchomości, której możesz zaufać.",
      "subtitle": "Naszą agencję na Teneryfie stworzyliśmy dla Ciebie, a świadczone przez nas usługi cechują Perfekcja, Uczciwość i Zaufanie.",
      "body": "Założona przez Pablo Barrerasa Gonzáleza w 2000 roku na Teneryfie, największej i najgęściej zaludnionej wyspie archipelagu Wysp Kanaryjskich, a obecnie należąca do jego następców z bogatym doświadczeniem w dziedzinie doradztwa i negocjacji w zakresie nieruchomości,  Agencja Barreras Tenerife S.L. osiąga najlepsze rezultaty z najwyższą gwarancją, oferując indywidualne podejście dostosowane do każdego z naszych klientów, w tym innowacyjną strategię marketingową oraz rzetelność i profesjonalizm we wszystkich działaniach."
    },

    "title": "Contact us",
    "subtitle": "At your service.",
    "address": "Address",
    "phone": "Phone",
    "email": "Email",

    "form": {
      "name": "Name",
      "email": "Email",
      "message": "Message",
      "send": "Send",
      "sent": "Sent"
    }
  },

  "constants": {
    "fields": {
      "type": "Type",
      "contract": "Operation",
      "zone": "Zone",
      "sort_by": "Sort by",
      "bedrooms": "Bedrooms",
      "bathrooms": "Bathrooms",
      "tags": "Tags",
      "identifier": "Reference ID",
      "price": "Price"
    },
    "types": {
      "all": "All",
      "flat": "Flat",
      "chalet": "House / Chalet",
      "country_house": "Country House",
      "bungalow": "Bungalow",
      "room": "Hotel",
      "parking": "Parking",
      "shop": "Shop",
      "industrial": "Industrial Ship",
      "office": "Office",
      "land": "Land",
      "storage": "Storage",
      "building": "Building"
    },
    "contract": {
      "all": "All",
      "rent": "Rent",
      "sell": "Sale"
    },
    "zones": {
      "all": "All",
      "adeje": "Adeje",
      "armenime": "Armeñime",
      "callao": "Callao Salvaje",
      "costaAdeje": "Costa Adeje",
      "duque": "El Duque",
      "caldera": "La Caldera",
      "caleta": "La Caleta",
      "madronal": "Madroñal",
      "playaAmericas": "Playa de Las Americas",
      "playaParaiso": "Playa Paraiso",
      "roqueConde": "Roque del Conde",
      "sanEugenioAlto": "San Eugenio Alto",
      "sanEugenioBajo": "San Eugenio Bajo",
      "tijoco": "Tijoco",
      "torviscasAlto": "Torviscas Alto",
      "torviscasBajo": "Torviscas Bajo",
      "arona": "Arona",
      "buzanada": "Buzanada",
      "caboBlanco": "Cabo Blanco",
      "chayofa": "Chayofa",
      "costaSilencio": "Costa del Silencio",
      "camella": "La Camella",
      "galletas": "Las Galletas",
      "cristianos": "Los Cristianos",
      "palMar": "Palm-Mar",
      "parqueReina": "Parque de la Reina",
      "valleSanLorenzo": "Valle San Lorenzo",
      "granadilla": "Granadilla de Abona",
      "sanIsidro": "San Isidro",
      "losAbrigos": "Los Abrigos",
      "laTejita": "La Tejita",
      "elMedano": "El Medano",
      "guiaIsora": "Guia de Isora",
      "alcala": "Alcala",
      "playaSanJuan": "Playa San Juan",
      "norte": "Norte",
      "sanCristobalLaguna": "San Cristobal de la Laguna",
      "santaCruz": "Santa Cruz de Tenerife",
      "puertoCruz": "Puerto de la Cruz",
      "sanMiguel": "San Miguel de Abona",
      "aldeaBlanca": "Aldea Blanca",
      "amarillaGolf": "Amarilla Golf",
      "elRoque": "El Roque",
      "golfSur": "Golf del Sur",
      "guargacho": "Guargacho",
      "chafiras": "Las Chafiras",
      "zocas": "Las Zocas",
      "llanoCamello": "Llano del Camello",
      "santiago": "Santiago del Teide",
      "gigantes": "Acantilados de Los Gigantes",
      "arguayo": "Arguayo",
      "puertoSantiago": "Puerto de Santiago"
    },
    "sort_by": {
      "creation_date_desc": "Recent",
      "price_desc": "Highest price",
      "price_asc": "Lowest price"
    },
    "bedrooms": {
      "all": "All",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "More than 7"
    },
    "bathrooms": {
      "all": "All",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "More than 7"
    },
    "tags": {
      "all": "All",
      "elevator": "Elevator",
      "garage": "Garage",
      "garden": "Garden",
      "outdoor": "Outdoor",
      "rooftop_terrace": "Rooftop terrace",
      "sea_views": "Ocean views",
      "storage_room": "Storage room",
      "swimming_pool": "Swimimng pool",
      "terrace": "Terrace"
    }
  },

  "buyers": {
    "title": "UNDERSTANDING THE BUYING PROCESS",
    "description": "• Spotkanie z naszym agentem nieruchomości w celu opisania Twoich próśb i życzeń pomoże agentowi znaleźć odpowiednią nieruchomość dla Ciebie: dom wakacyjny, mieszkanie, nieruchomość inwestycyjna, dom do remontu lub nowa budowa, kondominium, w określonej okolicy, w obszarze turystycznym, w wiosce lub bardziej odizolowany.<br /><br />    • Jeśli potrzebujesz kredytu hipotecznego na zakup nieruchomości, najlepiej byłoby zasięgnąć porady przed rozpoczęciem poszukiwań nieruchomości. W ten sposób będziesz wiedział w przybliżeniu, na jakie finansowanie ze strony banku możesz liczyć. <br /><br />     Wysokość kredytu będzie się różnić w zależności od banku i przede wszystkim zależy od Twojej rezydencji podatkowej. Jeśli mieszkasz w Hiszpanii, możesz otrzymać kredyt hipoteczny do 80%. Jeśli nie jesteś rezydentem podatkowym, możesz otrzymać do 50/60%.<br /><br />    •Kupując nieruchomość w Hiszpanii należy wystąpić o numer NIE, który jest numerem identyfikacyjnym dla obcokrajowców. Zwykle wnioskuje się o ten dokument na posterunku krajowej policji.<br /><br />    • Wskazane jest by, przed zakupem nieruchomości, otworzyć hiszpańskie konto bankowe, aby móc przelać pieniądze na zakup, a następnie opłacić rachunki i inne stałe wydatki po zakupie. Aby otworzyć konto, będziesz potrzebować paszportu lub dowodu osobistego, a także innych dokumentów. Dokładne wymagania mogą się różnić w zależności od banku. W razie potrzeby możemy znaleźć bank, który mówi w Twoim języku.<br /><br />    • po wybraniu nieruchomości, którą chcesz kupić, z reguły przystępujemy do umowy przedwstępnej, podczas której wymagana jest wpłata kaucji, wynoszącej zwykle 10% ceny sprzedaży i ustalamy termin finalizacji transakcji. Czas trwania procesu sprzedaży bywa różny, może zająć zaledwie kilka dni, a czasem nawet kilka tygodni.<br /><br />    Wydanie nieruchomości nastąpi w momencie zawarcia aktu. Podpisanie odbywa się przed notariuszem, który będzie asystował przy transakcji.<br /><br />    Oczywiście nieruchomość musi być całkowicie wolna od długów, najemców i mieszkańców w dniu podpisania aktu.<br /><br />     Twój agent nieruchomości i/lub doradca prawny (i tłumacz w razie potrzeby) będą obecni przy podpisywaniu aktu, aby pomóc Ci i upewnić się, że wszystkie niezbędne dokumenty zostały dostarczone i sprawdzone.<br /><br />    Dodatkowe koszty, oprócz ceny zakupu nieruchomości, wahają się od 7% do 10% ceny sprzedaży.<br /><br />     Podatek przy zakupie nieruchomości z rynku wtórnego wynosi 6,5% (ITP), natomiast przy zakupie nieruchomości nowo wybudowanej 7%.<br /><br />    • Oprócz podatku od ceny zakupu, należy wziąć pod uwagę również opłaty notarialne, opłaty za rejestrację nieruchomości i wszelkie inne koszty zarządzania.<br /><br />    •Mamy nadzieję, że nasze rady okażą się pomocne. Jeśli potrzebujesz więcej informacji lub potrzebujesz pomocy i porady w sprawie sprzedaży swojej nieruchomości, nie wahaj się z nami skontaktować."
  },

  "sellers": {
    "title": "UNDERSTANDING THE SELLING PROCESS",
    "description": "Selling your home is, at once, an exciting and challenging time. Being as informed as possible about the selling process, will bring you the best results, with the least stress possible. Here, we outline what you can expect from selling your home as we detail the real estate selling process. Empowered with this information, you can manage your expectations, your workload, and your timelines to ensure a smooth selling process and successful results.",

    "process1": "Do you really want to sell your property?  Make sure that you think this through first before making the decision so that you don’t waste your time and that of others. There are obviously many reasons behind such a decision, but if it is only due to lack of funds, you might even consider renting it out to help with the running costs until your situation changes. It is worth having a chat with your agent to see what other options are available for you.",
    "process2": "List your property at a correct price. A lot of owners believe that their property is worth more than it actually is because they have spent money on it renovating or decorating it to their preferred style. In majority of cases this means absolutely nothing to a potential buyer who will most likely have completely different taste to yours. Your local agent can make a correct evaluation based on experience empowered by official price statistics for this kind of property in this specific area. You can also opt for an official valuation which can cost around three to four hundred Euros or more, depending on the value of your property. You do not want because you got it wrong. Listing your property at a high price and then have to start reducing it might give to potential buyers the impression that you are desperate to sell. ",
    "process3": "It is really important that your agent has a good online presence and marketing strategy. As well as their own professional and user-friendly website they should be advertising on a number of property portals like Thinkspain, Kyero, Fotocasa, Idealista and Pisos.com and etc. They should be using at least a couple of them to get your property seen internationally by as many potential foreign buyers as possible. Find an agent that works in collaboration with a wide range of other agents. There are lots of potential buyers from all over the world. You should be making sure that your property is being offered to these potential foreign buyers via a good network of international agents. You will not have to physically deal with any of the other agents, because your main agent will do all of this for you. If your agent sells your property via one of their collaborators, they will have to split their fees with them which does not cost you any more money, but is another reason why they will want full commission in order to make it attractive to their network of collaborators. ",
    "process4": "Don’t waste time thinking and worrying about how much the agent is going to make out of the sale. Stay focused on the end result, which is selling your property in the timescale you want, and achieving a fair price. There is an old saying that states that cheap things often end up being expensive in the long run, and this is the same for your agency fees. Agency fees may vary from agency to agency, but the going rate for a professional agency is 5% plus IGIC, which is the Canary equivalent to VAT or IVA. Most estate agents work on a “no sale, no fee” basis as well, which means that if they don’t sell your property, it will not cost you anything.",
    "process5": "When you sell a property there are various costs involved as you can imagine, and here is a quick look into what they are. Your estate agents’ fees are usually 5% plus IGIC (7%) which is the Canary Islands’ equivalent to VAT. Your agent must give you an official invoice for this which you can then give to your accountant to deduct from your possible capital gains tax. A law that was introduced in 2013, stating that in order for you to sell or rent out a property, you have to have a valid energy performance certificate (certificado eficiencia energetica). If you do not have one, you will need to get one done which can cost around 150€ depending on the size of your property. Your agent will be able to help you arrange this. A local tax to pay to your local town hall which is called Plus Valía (Impuesto sobre el incremento del valor de los terrenos). In the past, there was some confusion about who had to pay it, but it is the obligation of the seller to pay for it and not the buyer as some people wrongly believe. This has nothing to do with your income tax or capital gains. You can request a simulation of the amount of Plus valia Municipal in your local town hall. ",
    "process6": "If you are a resident in Spain, you must declare the sale of your property to the tax office when you submit your tax returns for that fiscal year. The current rate of capital gains tax is 19%. You should be able to offset many of the costs involved in buying and selling the property as well as any refurbishments you have made providing you have official invoices and proof of payment. Your tax advisor will inform you in more detail about this. ",
    "process7": "If you are a non-resident, it works differently. On the day you sell the property you will have to pay a non-residents tax of 3% based on the sale price. This is normally retained from you by the buyers on the day you sign the escritura. Their legal advisor will then pay this to the tax office on your behalf and give you proof of payment. This amount will then be deducted from any potential capital gains tax you may have to pay in the future. Make sure that you speak to your financial or tax advisor regarding capital gains tax to make sure you get the correct and up to date information. If you sell your property and want to move the funds back to your country of residence, your bank will most likely want to charge you for transferring the funds. Your agent can help you to negotiate a bank commission. ",
    "process8": "What documents do you need? In order to sell your property, you will need a series of documents and if you already have them ready, it will help to make the sales process run smoothly. You don’t need them all when you first put the property on the market, but it is a good idea for you to have them ready. When you place your property for sale, your agent will want to see a copy of the escritura so that they can verify who the current owner or owners are and other necessary details in order to prepare for the future sale of your property. If you have a mortgage on the property, you should tell your agent, they might ask you for a copy of your last mortgage payment. You will need to have copies of your passports or identity cards as well as NIE numbers especially when it comes to preparing the private sales agreement. An up-to-date energy performance certificate will be required on the day of signing the escritura. Your agent can help you with this. You should also prepare copies of recent utility bills like water, electricity, rubbish. Even though you don’t need them until the property is sold, you should have them at hand just in case the potential buyers ask for details of the running costs. On the day you sign over the property at the notary, you will have to provide an up-to-date community certificate signed by the administrator and/ or president, stating that you don’t have any outstanding debts to the community. Another important document you must have is proof of payment of IBI for the current year. This is payable once a year, between May and July, but runs from the 1st January until the 31st of December. Some people are not sure who is liable for this, but it is very simple. Whoever owns the property on the 1st of January is responsible for paying the IBI for the entire year. Your agent should give you a check list of all the necessary documents needed and will tell you where you need to go to get them. ",
    "process9": "Once your agent has someone interested in your property, the potential buyers will have to pay a non-refundable deposit except for situations in which both parties accept the clause that stipulates the return of the deposit (for example, in case of buyers that obtain for a mortgage loan). The deposit is normally ten percent of the sale price in order to secure the sale. You would then sign a private sales agreement with the buyers which your agent will arrange. A final date is included in the agreement stipulating when you would sign the escritura at the notaries office. That is when the title deeds to the property are signed over to the buyer, they become the new owners, and you get paid. The timescale for a sale to take place can vary, but as a general rule it can take around six to eight weeks from receiving the deposit and signing the private sales agreement. This can of course be quicker or slower depending on the circumstances of both parties. The deposit will normally be held in your agent’s or seller’s bank account. It can even be lodged with the notary in their bank account but there would be an additional charge for this service. The is a clause in the contract that says if the buyer backs out of the sale, they lose the deposit and the money goes to the seller. If the seller backs out of the deal, the deposit will be paid back to the buyer and they can legally claim the equivalent amount as compensation from the seller. (For example. If they paid twenty thousand deposit, they will get that back and can then claim another twenty thousand as compensation from the seller) It is normal practice to include a written or photographic inventory of the furniture and everything else that is staying in the property when you sell it. This would be an annex to the sales agreement and will be signed by both parties. It is also normal practice for the buyer to visit the property on the day of the signing to make sure everything is left as agreed. The contract will also state each parties’ liabilities and commitments regarding the purchase. Make sure that you fully understand the content of the contract and that you know what you are signing. Your agent will gladly go over everything with you to explain things and answer any questions you might have. ",
    "process10": "Your property must be completely free of debts and occupants on the day that you sign over the title deeds (escritura) to the buyers. These debts include things like, taxes, utility bills, community charges if they apply, including any sinking funds (derramas) as well as any local authority bills like rates and plus valia taxes. However, a debts amount can be retained at the notary by the buyers in order to pay it on sellers’ behalf. Cancelling your mortgage If you have one on your property is normally done at the notary on the same day you sign over the property and is a straightforward process that your agent will help you with. Once you know the exact signing day, you will need to ask your bank for a mortgage cancelation certificate which basically tells you how much you owe them on the date of the signing, it will include any early cancelation fees. If the signing date changes for any reason you will have to get another certificate. On the day of the signing, the buyer will bring a banker’s draft for the amount you owe made out to the name of your bank. The mortgage cancelation has to be registered at the land registry. It is in the new owners’ interest that the mortgage cancellation gets registered straight away. There is a small charge for doing this which you will have to pay for. The normal procedure is that the buyer retains a sum of money from the proceeds of the sale and their legal advisor will make sure the mortgage cancelation gets registered.",
    "process11": "On the day you sign the escritura, you will sign your property over to the buyers and you get paid. The signing takes place before a Notary Public who will witness the transaction. You will have to take your original NIE and passport or ID card to show the Notary at the time of signing. Your agent and legal advisor should be present at the signing to look after you and they will have made sure that all the necessary documents are in place and have been checked over. We have already mentioned which documents you need for the signing in a previous section of this guide. Your agent and legal advisor will have submitted all the details to the notary prior to the signing date so that the draft of the escritura can be prepared prior to your appointment. You will be shown the draft of the escritura which will be in Spanish, and it should be translated to you if you do not speak the language so that you fully understand what you are signing. It is important that you ask for a copy, or “copia simple” of the escritura that you have just signed.",

    "conclusion": "Hopefully it has given you some useful information and new knowledge which will help you make better quality decisions and help you sell your property in the right manner. If you would like more information with regards to what you have read about in this guide, or would like help and advice about selling your property, please contact us using the details below."
  }
}
