{
  "home": "Inicio",
  "search": "Buscar",
  "property": "Propiedad",
  "welcome": "Welcome to the island of eternal spring",

  "expertRepresentation": {
    "title": "Representación de Expertos",
    "description": "<i>Bienvenidos a <strong>INMOBILIARIA BARRERAS TENERIFE</strong>, su Agencia Inmobiliaria de Confianza.</i><br /><br />Hemos creado nuestra agencia para usted, para prestarle el servicio de <strong>EXCELENCIA, HONESTIDAD Y CONFIANZA</strong> que desea encontrar en Tenerife.<br /><br />Fundada por PABLO BARRERAS GONZÁLEZ en el año <strong>2000</strong> en Tenerife, la isla más grande y poblada del archipiélago canario y hoy propiedad de sus sucesores con una rica trayectoria en el campo de consultoría y operaciones inmobiliarias.<br /><br /><i>Barreras Tenerife S.L. siempre está dispuesta para lograr con la máxima garantía los resultados óptimos, ofreciendo un trato personalizado a la medida de cada uno de nuestros clientes incluyendo estrategia de márketing innovadora e integridad y profesionalidad en todas las gestiones.</i>"
  },

  "thinkingOfBuying": {
    "buying": {
      "title": "¿Está pensando en comprar?",
      "subtitle": "Entender el proceso de compra"
    },
    "selling": {
      "title": "¿Está pensando en vender?",
      "subtitle": "Comprender el proceso de venta"
    },
    "details": "Más detalles"
  },

  "workWithUs": {
    "title": "TRABAJA CON NOSOTROS",

    "experience": {
      "title": "20+ AÑOS",
      "subtitle": "Amplia experiencia en el sector - Ponga nuestra experiencia a trabajar para usted"
    },
    "knowledge": {
      "title": "CONOCIMIENTO DEL MERCADO",
      "subtitle": "El amplio conocimiento del mercado es la clave de nuestro éxito"
    },
    "guidance": {
      "title": "ORIENTACIÓN DE EXPERTOS",
      "subtitle": "Hacemos que incluso las transacciones más complicadas se realicen sin problemas"
    },

    "button": "PÓNGASE EN CONTACTO"
  },

  "info": {
    "buyers": {
      "title": "SERVICIOS AL COMPRADOR",
      "subtitle1": "Servicio de clase mundial",
      "subtitle2": "Conocimiento inigualable del mercado",
      "description1": "Prestación de servicios inmobiliarios en Tenerife.",
      "description2": "Ayudar a los compradores a negociar el trato perfecto."
    },
    "sellers": {
      "title": "SERVICIOS DEL VENDEDOR",
      "subtitle1": "Servicio de clase mundial",
      "subtitle2": "Conocimiento inigualable del mercado",
      "description1": "Prestación de servicios inmobiliarios en Tenerife.",
      "description2": "Ayudar a los vendedores a comercializar y vender su casa por el mejor precio."
    }
  },

  "header": {
    "link": {
      "buy": "Comprar",
      "rent": "Alquilar",
      "about": "Sobre nosotros",
      "contact": "Contacto",
      "invest": "Inversión",
      "local": "Local",
      "promotion": "Nueva promoción",
      "luxury": "Propiedades de lujo",
      "investment": "Projectos de inversión",
      "properties": "Propiedades",
      "info": "Información",
      "forBuyers": "Para compradores",
      "forSellers": "Para vendedores"
    }
  },

  "folders": {
    "buy": {
      "title": "Comprar",
      "description": "Viviendas de segunda mano"
    },
    "rent": {
      "title": "Alquilar",
      "description": "Viviendas en alquiler"
    },
    "invest": {
      "title": "Inversión",
      "description": "Ideas para inversores"
    },
    "local": {
      "title": "Locales",
      "description": "Locales comerciales"
    },
    "promotion": {
      "title": "Nueva Promoción",
      "description": "Nuevos desarrollos"
    },
    "services": {
      "title": "Servicios",
      "description": "Nuestros servicios"
    },
    "more": "Ver Más"
  },

  "partnerships": "Colaboramos con",

  "testimonials": {
    "title": "Testimonios de clientes",
    "subtitle": "Lo que nuestros clientes dicen de nosotros.",

    "t1": "Muy buena atención y profesionalidad por parte de Marina. Nos ha guiado y nos ha ayudado en todo el proceso de compraventa de la vivienda. Ahora somos propietarios y aún estamos en contacto. Recomendados 100%.",
    "t2": "Utilicé sus servicios para la compra de una propiedad (vivienda principal) en Tenerife y no podría estar mas feliz con lo fluído que fué todo el proceso. Irina fué muy amigable, comprensiva y lo más importante nunca invasiva! La comunicación es fantástica en Español e Inglés. Con su ayuda y consejos, lo que era un proceso muy estresante se convirtió en fácil y llevadero. Recomendaría altamente esta agencia a cualquiera que esté buscando comprar/vender una propiedad en Tenerife.",
    "t3": "Muy buena atención por parte de Inmobiliaria Barreras. Gian, es un excelente profesional, siempre dispuesto a ayudarte en todo momento y con un trato cercano y efectivo. Gracias a él alquilé mi piso rápidamente. Sin duda, volveré a repetir en el futuro."
  },

  "footer": {
    "recent": "Propiedades Recientes",
    "contact": "Contacto",
    "copyright": "Todos los derechos reservados",
    "offices": "Nuestra oficina"
  },

  "properties": {
    "title": "Propiedades",
    "featured": "Propiedades Destacadas",
    "recent": "Propiedades Recientes",
    "sell": "Propiedades en venta",
    "rent": "Propiedades en alquiler",
    "related": "Propiedades relacionadas",
    "share": "Compartir",

    "info": "Información básica",
    "description": "Descripción",

    "previous": "Anterior",
    "next": "Siguiente",

    "area": "Área",
    "bedrooms": "Habitaciones",
    "bathrooms": "Baños",
    "tags": "Etiquetas",
    "from": "A partir de",

    "search": {
      "show": "Búsqueda Avanzada",
      "hide": "Ocultar Búsqueda Avanzada"
    }
  },

  "about": {
    "title": "Inmobiliaria Barreras",
    "description": "<strong>BARRERAS TENERIFE S.L.</strong> fue fundada por PABLO BARRERAS GONZÁLEZ en Tenerife en el año <strong>2000</strong>. Hoy en día, sus sucesores, con una amplia y positiva experiencia en el campo de la consultoría y negociaciones inmobiliarias, siguen realizando los servicios con <strong>HONESTIDAD, CONFIANZA, EMPATÍA Y PROFESIONALIDAD</strong>.<br /><br />Nuestro equipo cuidadosamente seleccionado está unido por el deseo de cuidar a cada cliente a lo largo de todas las etapas del proceso de compra o venta, ser receptivo a las solicitudes e inquietudes de los clientes, prestar atención hasta el más mínimo detalle.<br /><br />Creemos que cada transacción inmobiliaria puede ser una de las decisiones más importantes que nuestros clientes hayan tomado por lo que nos encargamos de realizar todos los detalles para garantizar su buen fin.",

    "banner": {
      "p1": "Sobre",
      "p2": "Barreras"
    },

    "team": "Conoce a nuestro equipo",
    "agent": "Agente"
  },

  "contact": {
    "description": {
      "title": "Bienvenidos a Inmobiliaria Barreras Tenerife, su Agencia Inmobiliaria de Confianza.",
      "body": "NUESTROS AGENTES están a su disposición para asesorarle en la venta o alquiler de su propiedad, así como para ayudarle en la compra de cualquier activo inmobiliario.<br /><br />ESTAREMOS ENCANTADOS DE AYUDARLE.<br /><br />Un cordial saludo desde Inmobiliaria Barreras<br />"
    },

    "title": "Contáctanos",
    "subtitle": "A su disposición.",
    "address": "Dirección",
    "phone": "Teléfono",
    "email": "Correo",

    "form": {
      "name": "Nombre",
      "email": "Correo",
      "message": "Mensaje",
      "send": "Enviar",
      "sent": "Enviado"
    }
  },

  "constants": {
    "fields": {
      "type": "Tipo",
      "contract": "Operación",
      "zone": "Zona",
      "sort_by": "Ordenar por",
      "bedrooms": "Habitaciones",
      "bathrooms": "Baños",
      "tags": "Etiquetas",
      "identifier": "ID de referencia",
      "price": "Precio"
    },
    "types": {
      "all": "Todos",
      "flat": "Piso",
      "chalet": "Casa / Chalet",
      "country_house": "Casa Rústica",
      "bungalow": "Bungalow",
      "room": "Hotel",
      "parking": "Garaje",
      "shop": "Local",
      "industrial": "Nave Industrial",
      "office": "Oficina",
      "land": "Terreno",
      "storage": "Trastero",
      "building": "Edificio"
    },
    "contract": {
      "all": "Todos",
      "rent": "Alquiler",
      "sell": "Compra"
    },
    "zones": {
      "all": "Todas",
      "adeje": "Adeje",
      "armenime": "Armeñime",
      "callao": "Callao Salvaje",
      "costaAdeje": "Costa Adeje",
      "duque": "El Duque",
      "caldera": "La Caldera",
      "caleta": "La Caleta",
      "madronal": "Madroñal",
      "playaAmericas": "Playa de Las Americas",
      "playaParaiso": "Playa Paraiso",
      "roqueConde": "Roque del Conde",
      "sanEugenioAlto": "San Eugenio Alto",
      "sanEugenioBajo": "San Eugenio Bajo",
      "tijoco": "Tijoco",
      "torviscasAlto": "Torviscas Alto",
      "torviscasBajo": "Torviscas Bajo",
      "arona": "Arona",
      "buzanada": "Buzanada",
      "caboBlanco": "Cabo Blanco",
      "chayofa": "Chayofa",
      "costaSilencio": "Costa del Silencio",
      "camella": "La Camella",
      "galletas": "Las Galletas",
      "cristianos": "Los Cristianos",
      "palMar": "Palm-Mar",
      "parqueReina": "Parque de la Reina",
      "valleSanLorenzo": "Valle San Lorenzo",
      "granadilla": "Granadilla de Abona",
      "sanIsidro": "San Isidro",
      "losAbrigos": "Los Abrigos",
      "laTejita": "La Tejita",
      "elMedano": "El Medano",
      "guiaIsora": "Guia de Isora",
      "alcala": "Alcala",
      "playaSanJuan": "Playa San Juan",
      "norte": "Norte",
      "sanCristobalLaguna": "San Cristobal de la Laguna",
      "santaCruz": "Santa Cruz de Tenerife",
      "puertoCruz": "Puerto de la Cruz",
      "sanMiguel": "San Miguel de Abona",
      "aldeaBlanca": "Aldea Blanca",
      "amarillaGolf": "Amarilla Golf",
      "elRoque": "El Roque",
      "golfSur": "Golf del Sur",
      "guargacho": "Guargacho",
      "chafiras": "Las Chafiras",
      "zocas": "Las Zocas",
      "llanoCamello": "Llano del Camello",
      "santiago": "Santiago del Teide",
      "gigantes": "Acantilados de Los Gigantes",
      "arguayo": "Arguayo",
      "puertoSantiago": "Puerto de Santiago"
    },
    "sort_by": {
      "creation_date_desc": "Recientes",
      "price_desc": "Precio más alto",
      "price_asc": "Precio más bajo"
    },
    "bedrooms": {
      "all": "Todos",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "Más de 7"
    },
    "bathrooms": {
      "all": "Todos",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "Más de 7"
    },
    "tags": {
      "all": "Todas",
      "elevator": "Ascensor",
      "garage": "Garaje",
      "garden": "Jardín",
      "outdoor": "Exterior",
      "rooftop_terrace": "Ático",
      "sea_views": "Vista oceano",
      "storage_room": "Trastero",
      "swimming_pool": "Piscina",
      "terrace": "Terraza"
    }
  },

  "buyers": {
    "title": "ENTENDER EL PROCESO DE COMPRA",
    "p1": "<strong>UNA CITA CON NUESTRO AGENTE INMOBILIARIO</strong> para describir sus solicitudes y deseos ayudará al nuestro agente a encontrar la propiedad adecuada para usted indistintamente si es casa de vacaciones, apartamento residencial, propiedad de inversión, casa para renovar o nueva construcción, comunitaria o independiente, en un área específica, en una zona turística, en el pueblo o más aislado.",
    "p2": "<strong>SI NECESITA UNA HIPOTECA</strong> sería ideal asesorarse antes de buscar una propiedad. Así sabrá aproximadamente la cantidad que te puede financiar la entidad financiera. El importe del préstamo variará según el banco y sobre todo depende de su domicilio fiscal. Si resides en España puedes conseguir una hipoteca de hasta el 80%, en el caso de no ser residente fiscal puedes conseguir hasta el 50/60%.",
    "p3": "Al comprar una propiedad en España, <strong>SE DEBE SOLICITAR UN NÚMERO NIE</strong>, que es un número de identificación para extranjeros. Normalmente se solicita en la comisaría de policía nacional.",
    "p4": "<strong>ES RECOMENDABLE ABRIR UNA CUENTA BANCARIA ESPAÑOLA</strong> antes de comprar una propiedad para poder transferir dinero para realizar la compra y poder pagar las facturas y otros gastos fijos posteriores a la compra. Para abrir una cuenta necesitará su pasaporte o documento de identidad y se le pedirán otros documentos. Los requisitos exactos pueden variar de un banco a otro. En caso de que lo necesite, podemos encontrar un banco que hable su idioma.",
    "p5": "<strong>UNA VEZ ELEGIDO EL INMUEBLE QUE SE DESEA COMPRAR</strong>, generalmente se procede a un precontrato en el que se exige el pago de una fianza penitencial que suele ser del 10% del precio de venta y se establece el tiempo que se tardará en realizar la compra-venta ante notario. La formalización de una venta puede variar, podría realizarse en sólo unos días o incluso varias semanas.",
    "p6": "<strong>LA ENTREGA DEL INMUEBLE</strong> tendrá lugar en el momento de la escrituración pública. La firma se realiza ante Notario que será quien validará la transacción. Naturalmente, la propiedad debe estar completamente libre de deudas, inquilinos, ocupantes el día de la firma de la escritura pública. Su agente inmobiliario y/o asesor legal (y traductor si es necesario) estarán presentes en la firma para ayudarle y asegurarse de que se hayan entregado y verificado todos los documentos necesarios.",
    "p7": "<strong>LOS COSTES ADICIONALES</strong> al precio de compra del inmueble oscilan entre el 7% y el 10% del precio de venta. El impuesto por la compra de un inmueble de segunda mano es del 6,5% (ITP), mientras que para la compra de un inmueble de nueva construcción es del 7%. Además del impuesto sobre el precio de compra, también hay que tener en cuenta los gastos de notaría, registro de la propiedad y cualquier otro gasto de gestión.",
    "p8": "Esperamos que nuestros consejos puedan ayudar. Si desea más información o desea ayuda y asesoramiento para vender su propiedad, no dude en ponerse en contacto con nosotros."
  },

  "sellers": {
    "title": "ENTENDER EL PROCESO DE VENTA",
    "intro": "Vender su casa es un momento emocionante y estimulante. Una información más completa sobre el proceso de venta le traerá los mejores resultados con el menor estrés posible. Aquí describimos algunos puntos importantes del proceso de venta de su propiedad.",

    "p1": "<strong>UNA VALORACIÓN CORRECTA</strong> basada en el precio medio de mercado actual, las características del inmueble y las estadísticas de precios oficiales de venta en su zona concreta.",
    "p2": "<strong>PRESENCIA ONLINE</strong> a través de web profesional y portales inmobiliarios nacionales e internacionales. Una buena estrategia de marketing.",
    "p3": "<strong>FOTOS PROFESIONALES</strong>, descripción elegante y detallada de la propiedad y de la zona en que se encuentra.",
    "p4": "<strong>VENDER UNA PROPIEDAD IMPLICA ALGUNOS GASTOS:</strong>",

    "p41": "Una ley introducida en 2013, que establece que para vender o alquilar una propiedad es necesario tener un certificado de eficiencia energética en vigor. Si no tiene uno o ha caducado (válido por 10 años) tendrá que hacerse uno que puede costar desde 100 € dependiendo del tamaño de su propiedad. Tu agente podrá ayudarte a conseguirlo. ",
    "p42": "Un impuesto local a pagar al municipio denominado Plus Valía Municipal (Impuesto sobre el Incremento del Valor de la Tierra). Es posible solicitar una simulación del importe de la Plusvalía Municipal.",
    "p43": "Si no es residente fiscal en España, se le retendrá el 3% del precio de venta del inmueble. Este es retenido el día de la escritura pública ante notario por los compradores que están obligados a ingresarlo en la Agencia Tributaria y aportar el justificante del pago. Una vez realizada la retención en La Agencia Tributaría puede solicitar un reembolso parcial o total de la cantidad retenida en la escritura. La devolución dependerá de los posibles impuestos sobre la venta del inmueble.",

    "p5": "<strong>¿QUÉ DOCUMENTOS NECESITAS?</strong>",

    "p51": "Documento de identidad y NIE del propietario(s), La \"nota simple\" de la propiedad.",
    "p52": "Un certificado actualizado firmado por el administrador del condominio que indique que no tiene deudas pendientes con la comunidad.",
    "p53": "Comprobante de pago del IBI del año en curso (pago correspondiente por ley al vendedor).",
    "p54": "Si tuviera una hipoteca sobre la propiedad, se requeriría solicitar un certificado al Banco que acredite el importe residual de la deuda.",
    "p55": "También sería útil preparar copias de las facturas recientes de agua, electricidad y otros impuestos municipales.",

    "p6": "<strong>¿CÓMO SE PROCEDE EN CASO DE ACUERDO ECONÓMICO SOBRE EL PRECIO DE VENTA DEL INMUEBLE ENTRE COMPRADOR Y VENDEDOR?</strong>",
    "p7": "Normalmente se firma un contrato preliminar y se establece el tiempo necesario para realizar la escritura pública. La formalización de la venta puede variar desde unos días a varias semanas. ",
    "p8": "<strong>LA ENTREGA DE LA PROPIEDAD</strong> a los compradores se realizará en el momento de la escritura pública. La firma se realiza ante un Notario que asistirá a la transacción. Naturalmente, la propiedad debe estar completamente libre de deudas, inquilinos, ocupantes el día de la firma de la escritura pública. Su agente inmobiliario y/o asesor legal (y traductor si es necesario) estarán presentes en la firma para ayudarlo y asegurarse de que se hayan entregado y verificado todos los documentos necesarios.",

    "conclusion": "Esperamos que nuestros consejos ayuden. Si desea más información o desea ayuda y asesoramiento para vender su propiedad, no dude en ponerse en contacto con nosotros."
  }
}
