{
  "home": "Startseite",
  "search": "Suche",
  "property": "Immobilie",
  "welcome": "Welcome to the island of eternal spring",

  "expertRepresentation": {
    "title": "Expertenvertretung",
    "description": "Herzlich willkommen bei Inmobiliaria Barreras Teneriffa, Ihrer vertrauenswürdigen Immobilienagentur.<br /><br />Wir haben diese Agentur gegründet, um Ihnen den erstklassigen Service, Ehrlichkeit und Vertrauen zu bieten, nach dem Sie auf Teneriffa suchen.<br /><br />Barreras Teneriffa S.L. wurde im Jahr 2000 von Pablo Barreras González auf Teneriffa, der größten und bevölkerungsreichsten Insel der Kanarischen Inseln, gegründet. Heute befindet sich das Unternehmen im Besitz seiner Nachfolger und kann auf eine erfolgreiche Geschichte in der Immobilienberatung und -vermittlung zurückblicken.  Wir streben immer nach optimalen Ergebnissen mit maximaler Gewährleistung und bieten jedem unserer Kunden eine individuell zugeschnittene, personalisierte Betreuung. Dabei setzen wir auf innovative Marketingstrategien sowie Integrität und Professionalität in all unseren Bemühungen."
  },

  "thinkingOfBuying": {
    "buying": {
      "title": "Denken Sie über den Kauf nach?",
      "subtitle": "Den Kaufprozess verstehen"
    },
    "selling": {
      "title": "Denken Sie über einen Verkauf nach?",
      "subtitle": "Den Verkaufsprozess verstehen"
    },
    "details": "Weitere Details"
  },

  "workWithUs": {
    "title": "ARBEITE MIT UNS",

    "experience": {
      "title": "20+ JAHRE",
      "subtitle": "Kombinierte Branchenerfahrung – nutzen Sie unser Fachwissen für Sie "
    },
    "knowledge": {
      "title": "Marktwissen",
      "subtitle": "Umfangreiche Marktkenntnisse sind der Schlüssel zu unserem Erfolg"
    },
    "guidance": {
      "title": "EXPERTENFÜHRUNG",
      "subtitle": "Wir sorgen dafür, dass selbst die kompliziertesten Transaktionen reibungslos ablaufen"
    },

    "button": "KONTAKTIEREN SIE UNS"
  },

  "info": {
    "buyers": {
      "title": "KÄUFERDIENSTLEISTUNGEN",
      "subtitle1": "Weltklasse-Service",
      "subtitle2": "Unübertroffene Marktkenntnis",
      "description1": "Bereitstellung von Immobiliendienstleistungen auf Teneriffa.",
      "description2": "Wir helfen Käufern, das perfekte Angebot auszuhandeln."
    },
    "sellers": {
      "title": "DIENSTLEISTUNGEN DES VERKÄUFERS",
      "subtitle1": "Weltklasse-Service",
      "subtitle2": "Unübertroffene Marktkenntnis",
      "description1": "Bereitstellung von Immobiliendienstleistungen auf Teneriffa.",
      "description2": "Wir helfen Verkäufern bei der Vermarktung und dem Verkauf ihres Hauses für Top-Euro-Preise."
    }
  },

  "header": {
    "link": {
      "buy": "Kauf",
      "rent": "Miete",
      "about": "über uns",
      "contact": "Kontakt",
      "invest": "Investition",
      "local": "Gewerberäume",
      "promotion": "Neubau",
      "luxury": "Luxus-Immobilien",
      "investment": "Investment Projects",
      "properties": "Immobilie",
      "info": "Information",
      "forBuyers": "für Käufer",
      "forSellers": "ür Verkäufer"
    }
  },

  "folders": {
    "buy": {
      "title": "Buy",
      "description": "Second hand properties"
    },
    "rent": {
      "title": "Rent",
      "description": "Properties for rent"
    },
    "invest": {
      "title": "Invest",
      "description": "Ideas for investment"
    },
    "local": {
      "title": "Shop",
      "description": "Commercial premises"
    },
    "promotion": {
      "title": "New Promotion",
      "description": "New property developments"
    },
    "services": {
      "title": "Services",
      "description": "Our services"
    },
    "more": "weitere Informationen"
  },

  "partnerships": "Partnerships",

  "testimonials": {
    "title": "Customer Testimonials",
    "subtitle": "What our customers say about us.",

    "t1": "Muy buena atención y profesionalidad por parte de Marina. Nos ha guiado y nos ha ayudado en todo el proceso de compraventa de la vivienda. Ahora somos propietarios y aún estamos en contacto. Recomendados 100%.",
    "t2": "I used their services for the purchase of a property (main residence) in Tenerife and I couldn't be happier with how smoothly everything went throughout the whole process. Irina was very friendly understanding and most importantly never pushy! Communication eas fantastic in both Spanish and English. With Irina's help and advice, what is usually a very stressful process became very easy and straightforward. I would highly recommend this agency for anyone looking to buy/sell/rent a property in Tenerife.",
    "t3": "Muy buena atención por parte de Inmobiliaria Barreras. Gian, es un excelente profesional, siempre dispuesto a ayudarte en todo momento y con un trato cercano y efectivo. Gracias a él alquilé mi piso rápidamente. Sin duda, volveré a repetir en el futuro."
  },

  "footer": {
    "recent": "neuesten Immobilien",
    "contact": "Kontakt",
    "copyright": "alle Rechte vorbehalten",
    "offices": "unser Büro"
  },

  "properties": {
    "title": "Immobilie",
    "featured": "Hervorgehobene Eigenschaften",
    "recent": "Neuesten Immobilien",
    "sell": "Immobilien zum Verkauf",
    "rent": "Immobilien zur Vermietung",
    "related": "verwandte Eigenschaften",
    "share": "weitergeben",

    "info": "Basisinformation",
    "description": "Beschreibung",

    "previous": "vorherigen",
    "next": "folgende",

    "area": "Gebiet",
    "bedrooms": "Zimmer",
    "bathrooms": "Badezimmer",
    "tags": "Etiketten",
    "from": "Ab",

    "search": {
      "show": "erweiterte Suche",
      "hide": "Hide Advanced Search"
    }
  },

  "about": {
    "title": "Inmobiliaria Barreras",
    "description": "Barreras Teneriffa S.L. wurde im Jahr 2000 von Pablo Barreras González auf Teneriffa gegründet. Heute setzen seine Nachfolger mit umfangreicher und positiver Erfahrung im Bereich der Immobilienberatung und -vermittlung weiterhin auf Ehrlichkeit, Vertrauen, Einfühlungsvermögen und Professionalität.<br /><br />Unser sorgfältig ausgewähltes Team hat den gemeinsamen Wunsch, jeden Kunden in allen Phasen des Kauf- oder Verkaufsprozesses zu betreuen, auf ihre Wünsche und Anliegen einzugehen und auch auf kleinste Details zu achten. Wir sind der Überzeugung, dass jede Immobilientransaktion eine der wichtigsten Entscheidungen unserer Kunden sein kann. Aus diesem Grund kümmern wir uns um alle Details, um ihren Erfolg zu garantieren.",

    "banner": {
      "p1": "ÜBER UNS",
      "p2": "Barreras"
    },

    "team": {
      "title": "LERNEN SIE UNSER TEAM AUS SENIOR PROFESSIONALS LERNEN",
      "ceoM": "CEO & Mitbegründer",
      "ceoF": "CEO & Mitbegründer",
      "realEstate": "Immobilienberater",
      "investment": "Anlageberater"
    }
  },

  "contact": {
    "description": {
      "title": "Herzlich willkommen bei Inmobiliaria Barreras Teneriffa, Ihrer vertrauenswürdigen Immobilienagentur.",
      "body": "UNSERE MAKLER stehen Ihnen zur Verfügung, um Sie beim Verkauf oder der Vermietung Ihrer Immobilie zu beraten und Ihnen beim Kauf jeglicher Immobilien zu helfen.<br /><br />WIR HELFEN IHNEN GERNE WEITER.<br /><br />Ein herzlicher Gruß von Barreras Real Estate"
    },

    "title": "kontaktieren Sie uns",
    "subtitle": "At your service.",
    "address": "Adresse",
    "phone": "Telefonnummer",
    "email": "E-Mail",

    "form": {
      "name": "Name",
      "email": "Email",
      "message": "Meldung",
      "send": "senden",
      "sent": "geschickt"
    }
  },

  "constants": {
    "fields": {
      "type": "Art",
      "contract": "Operation",
      "zone": "Zone",
      "sort_by": "Sortieren nach",
      "bedrooms": "Zimmer",
      "bathrooms": "Badezimmer",
      "tags": "Etiketten",
      "identifier": "Referenz-ID",
      "price": "Preis"
    },
    "types": {
      "all": "Wohnung",
      "flat": "Flat",
      "chalet": "Hause/Villa",
      "country_house": "Landhaus",
      "bungalow": "Bungalow",
      "room": "Hotel",
      "parking": "Garage",
      "shop": "Gewerberäume",
      "industrial": "Lagerhalle",
      "office": "Büro",
      "land": "Grundstück",
      "storage": "Lagerraum",
      "building": "Gebäude"
    },
    "contract": {
      "all": "alle",
      "rent": "Miete",
      "sell": "Kauf"
    },
    "zones": {
      "all": "alle ",
      "adeje": "Adeje",
      "armenime": "Armeñime",
      "callao": "Callao Salvaje",
      "costaAdeje": "Costa Adeje",
      "duque": "El Duque",
      "caldera": "La Caldera",
      "caleta": "La Caleta",
      "madronal": "Madroñal",
      "playaAmericas": "Playa de Las Americas",
      "playaParaiso": "Playa Paraiso",
      "roqueConde": "Roque del Conde",
      "sanEugenioAlto": "San Eugenio Alto",
      "sanEugenioBajo": "San Eugenio Bajo",
      "tijoco": "Tijoco",
      "torviscasAlto": "Torviscas Alto",
      "torviscasBajo": "Torviscas Bajo",
      "arona": "Arona",
      "buzanada": "Buzanada",
      "caboBlanco": "Cabo Blanco",
      "chayofa": "Chayofa",
      "costaSilencio": "Costa del Silencio",
      "camella": "La Camella",
      "galletas": "Las Galletas",
      "cristianos": "Los Cristianos",
      "palMar": "Palm-Mar",
      "parqueReina": "Parque de la Reina",
      "valleSanLorenzo": "Valle San Lorenzo",
      "granadilla": "Granadilla de Abona",
      "sanIsidro": "San Isidro",
      "losAbrigos": "Los Abrigos",
      "laTejita": "La Tejita",
      "elMedano": "El Medano",
      "guiaIsora": "Guia de Isora",
      "alcala": "Alcala",
      "playaSanJuan": "Playa San Juan",
      "norte": "Norte",
      "sanCristobalLaguna": "San Cristobal de la Laguna",
      "santaCruz": "Santa Cruz de Tenerife",
      "puertoCruz": "Puerto de la Cruz",
      "sanMiguel": "San Miguel de Abona",
      "aldeaBlanca": "Aldea Blanca",
      "amarillaGolf": "Amarilla Golf",
      "elRoque": "El Roque",
      "golfSur": "Golf del Sur",
      "guargacho": "Guargacho",
      "chafiras": "Las Chafiras",
      "zocas": "Las Zocas",
      "llanoCamello": "Llano del Camello",
      "santiago": "Santiago del Teide",
      "gigantes": "Acantilados de Los Gigantes",
      "arguayo": "Arguayo",
      "puertoSantiago": "Puerto de Santiago"
    },
    "sort_by": {
      "creation_date_desc": "Letzten",
      "price_desc": "höchsten Preis",
      "price_asc": "niedrigsten Preis"
    },
    "bedrooms": {
      "all": "alle",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "mehr als 7"
    },
    "bathrooms": {
      "all": "alle",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "mehr als 7"
    },
    "tags": {
      "all": "alle",
      "elevator": "Aufzug",
      "garage": "Garage",
      "garden": "Garten",
      "outdoor": "außen",
      "rooftop_terrace": "Dachterrasse",
      "sea_views": "Ozeanblick",
      "storage_room": "Lagerraum",
      "swimming_pool": "Schwimmbad",
      "terrace": "Terrasse"
    }
  },

  "buyers": {
    "title": "DEN KAUFPROZESS VERSTEHEN",
    "p1": "<strong>EIN TERMIN MIT UNSEREM IMMOBILIENMAKLER</strong> zur Besprechung Ihrer Anliegen und Wünsche unterstützt unseren Makler dabei, die passende Immobilie für Sie zu finden. Dabei können wir Ihre Präferenzen wie ein Ferienhaus, eine normale Wohnung, ein Anlageobjekt, ein renovierungsbedürftiges Haus oder ein Neubau berücksichtigen. Ebenso können wir Ihre Vorlieben hinsichtlich der Lage wie eine bestimmte Gegend, ein Touristengebiet, ein Dorf oder eine etwas abgelegenere Lage beachten.",
    "p2": "<strong>WENN SIE FÜR DEN IMMOBILIENKAUF EINE HYPOTHEK BENÖTIGEN</strong>, ist es empfehlenswert, sich vor der Immobiliensuche beraten zu lassen. So wissen Sie ungefähr, wie viel die Bank Ihnen finanzieren kann. Die Höhe des Darlehens variiert je nach Bank und hängt vor allem von Ihrem steuerlichen Wohnsitz ab. Wenn Sie in Spanien wohnen, können Sie eine Hypothek von bis zu 80 % erhalten. Wenn Sie nicht steuerlich ansässig sind, können Sie bis zu 50-60 % erhalten.",
    "p3": "Wenn Sie eine Immobilie in Spanien kaufen, <strong>MÜSSEN SIE EINE NIE-NUMMER BEANTRAGEN</strong>, die als Identifikationsnummer für Ausländer dient. Dies wird normalerweise bei der nationalen Polizeidienststelle beantragt.",
    "p4": "<strong>ES WIRD EMPFOHLEN, VOR DEM KAUF EINER IMMOBILIE EIN SPANISCHES BANKKONTO ZU ERÖFFNEN</strong>, damit Sie Geld für den Kauf überweisen und nach dem Kauf Rechnungen und andere Fixkosten bezahlen können. Für die Kontoeröffnung benötigen Sie Ihren Reisepass oder Personalausweis sowie weitere Dokumente. Die genauen Anforderungen können von Bank zu Bank unterschiedlich sein. Bei Bedarf können wir eine Bank finden, die Ihre Sprache spricht.",
    "p5": "<strong>SOBALD SIE SICH FÜR DIE IMMOBILIE ENTSCHIEDEN HABEN</strong>, die Sie kaufen möchten, schließen Sie in der Regel einen Vorvertrag ab, in dem die Zahlung einer Kaution (in der Regel 10 % des Verkaufspreises) und die Dauer bis zur Kaufurkunde festgelegt wird. Der Zeitpunkt für einen Verkauf kann variieren und nur wenige Tage oder sogar mehrere Wochen dauern.",
    "p6": "<strong>DER KAUF DER IMMOBILIE TRITT IN KRAFT</strong>, sobald die Kaufurkunde erstellt wird. Die Unterzeichnung des Kaufvertrags erfolgt vor einem Notar, der die Transaktion begleitet. Selbstverständlich muss die Immobilie am Tag der Unterzeichnung der Kaufurkunde völlig schulden-, miet- und bewohnungsfrei sein. Ihr Immobilienmakler und/oder Rechtsberater (und ggf. ein Übersetzer) werden bei der Unterzeichnung anwesend sein, um Sie zu unterstützen und sicherzustellen, dass alle erforderlichen Dokumente übergeben und geprüft wurden.",
    "p7": "<strong>DIE NEBENKOSTEN</strong> zusätzlich zum Kaufpreis der Immobilie variieren zwischen 7 % und 10 % des Verkaufspreises. Die Steuer für den Kauf einer gebrauchten Immobilie beträgt 6,5 % (ITP),  für den Kauf einer neu gebauten Immobilie - 7 %. Neben der Kaufpreissteuer sind auch Notargebühren, Gebühren für die Grundbucheintragung und etwaige weitere Verwaltungskosten zu berücksichtigen.",
    "p8": "Wir hoffen, dass unsere ratschläge ihnen helfen können. Wenn sie weitere informationen wünschen oder hilfe und beratung beim verkauf ihrer immobilie benötigen, zögern sie nicht, uns zu kontaktieren."
  },

  "sellers": {
    "title": "UNDERSTANDING THE SELLING PROCESS",
    "intro": "Selling your home is an exciting and stimulating time. More complete information about the selling process will bring you the best results with as little stress as possible. Here, we describe some important points of the process of selling your property.",

    "p1": "<strong>A CORRECT VALUATION</strong> based on the current average market price, the characteristics of the property and the statistics of official sales prices in a specific area.",
    "p2": "<strong>ONLINE PRESENCE</strong> through a professional website and national and international real estate portals. A good marketing strategy.",
    "p3": "<strong>PROFESSIONAL PHOTOS</strong>, elegant and detailed description of the property and the area in which it is located.",
    "p4": "<strong>SELLING A PROPERTY ALSO INVOLVES SOME COSTS: </strong>",

    "p41": "A law introduced in 2013, which states that in order to sell or rent a property it is necessary to have a valid energy efficiency certificate. If you don't have one or it has expired (valid for 10 years) you will need to get one done which can cost from €100 depending on the size of your property. Your agent will be able to help you get one.",
    "p42": "A local tax to be paid to the municipality called Plus Valía Municipal (Impuesto sobre el Incremento del Valor de la Tierra). It is possible to request a simulation of the amount of the Plus Valia Municipal.",
    "p43": "If you are not a tax resident in Spain, 3% of the sale price of the property will be withheld. This is withheld on the day of the deed by the purchasers who are obliged to pay it to the Tax Office and provide proof of payment. You can then request a partial or total refund of the amount withheld in the deed. The refund will depend on the possible taxes on the sale of the property.",

    "p5": "<strong>¿QUÉ DOCUMENTOS NECESITAS?</strong>",

    "p51": "Identity card and NIE of the owner(s), The \"nota simple\" of the property an updated certificate signed by the administrator of the condominium stating that there are no outstanding debts with the community.",
    "p52": "An updated certificate signed by the condominium administrator indicating that you have no outstanding debts with the community.",
    "p53": "Proof of payment of the IBI for the current year (payment due by law to the seller).",
    "p54": "If you have a mortgage on the property, you would be required to request a certificate from the Bank stating the residual amount of the debt.",
    "p55": "It would also be useful to prepare copies of recent bills for water, electricity and other municipal taxes.",

    "p6": "<strong>WHAT IS THE PROCEDURE IN CASE OF A FINANCIAL AGREEMENT ON THE SALE PRICE OF THE PROPERTY BETWEEN BUYER AND SELLER?</strong>",
    "p7": "Normally a preliminary contract is signed and the time required to go to title deeds is established. The timing of a sale can vary, it could take only a few days or even several weeks.",
    "p8": "<strong>THE HANDOVER OF THE PROPERTY</strong> to the buyers will take place at the time of the deed. The signing is done in front of a Notary who will attend the transaction. Naturally, the property must be completely free of debts, tenants, occupants on the day of the signing of the title deed. Your real estate agent and/or legal advisor (and translator if necessary) will be present at the signing to assist you and ensure that all the necessary documents have been delivered and verified.",

    "conclusion": "We hope our advice will help. If you would like more information or would like help and advice on selling your property, please do not hesitate to contact us."
  }
}
