{
  "home": "Startseite",
  "search": "Suche",
  "property": "Immobilie",
  "welcome": "Welcome to the island of eternal spring",

  "expertRepresentation": {
    "title": "Expertenvertretung",
    "description": "Herzlich willkommen bei Barreras Realty Teneriffa, Ihrer vertrauenswürdigen Immobilienagentur.<br /><br />Wir haben diese Agentur gegründet, um Ihnen den erstklassigen Service, Ehrlichkeit und Vertrauen zu bieten, nach dem Sie auf Teneriffa suchen.<br /><br />Barreras Realty Teneriffa S.L. wurde im Jahr 2000 von Pablo Barreras González auf Teneriffa, der größten und bevölkerungsreichsten Insel der Kanarischen Inseln, gegründet. Heute befindet sich das Unternehmen im Besitz seiner Nachfolger und kann auf eine erfolgreiche Geschichte in der Immobilienberatung und -vermittlung zurückblicken.  Wir streben immer nach optimalen Ergebnissen mit maximaler Gewährleistung und bieten jedem unserer Kunden eine individuell zugeschnittene, personalisierte Betreuung. Dabei setzen wir auf innovative Marketingstrategien sowie Integrität und Professionalität in all unseren Bemühungen."
  },

  "thinkingOfBuying": {
    "buying": {
      "title": "Denken Sie über den Kauf nach?",
      "subtitle": "Den Kaufprozess verstehen"
    },
    "selling": {
      "title": "Denken Sie über einen Verkauf nach?",
      "subtitle": "Den Verkaufsprozess verstehen"
    },
    "details": "Weitere Details"
  },

  "workWithUs": {
    "title": "ARBEITE MIT UNS",

    "experience": {
      "title": "20+ JAHRE",
      "subtitle": "Kombinierte Branchenerfahrung – nutzen Sie unser Fachwissen für Sie "
    },
    "knowledge": {
      "title": "Marktwissen",
      "subtitle": "Umfangreiche Marktkenntnisse sind der Schlüssel zu unserem Erfolg"
    },
    "guidance": {
      "title": "EXPERTENFÜHRUNG",
      "subtitle": "Wir sorgen dafür, dass selbst die kompliziertesten Transaktionen reibungslos ablaufen"
    },

    "button": "KONTAKTIEREN SIE UNS"
  },

  "info": {
    "buyers": {
      "title": "KÄUFERDIENSTLEISTUNGEN",
      "subtitle1": "Weltklasse-Service",
      "subtitle2": "Unübertroffene Marktkenntnis",
      "description1": "Bereitstellung von Immobiliendienstleistungen auf Teneriffa.",
      "description2": "Wir helfen Käufern, das perfekte Angebot auszuhandeln."
    },
    "sellers": {
      "title": "DIENSTLEISTUNGEN DES VERKÄUFERS",
      "subtitle1": "Weltklasse-Service",
      "subtitle2": "Unübertroffene Marktkenntnis",
      "description1": "Bereitstellung von Immobiliendienstleistungen auf Teneriffa.",
      "description2": "Wir helfen Verkäufern bei der Vermarktung und dem Verkauf ihres Hauses für Top-Euro-Preise."
    }
  },

  "header": {
    "link": {
      "buy": "Kauf",
      "rent": "Miete",
      "about": "Über uns",
      "contact": "Kontakt",
      "invest": "Investition",
      "local": "Gewerberäume",
      "promotion": "Neubau",
      "luxury": "Luxus-Immobilien",
      "investment": "Investment Projects",
      "properties": "Immobilie",
      "info": "Information",
      "forBuyers": "Für Käufer",
      "forSellers": "Für Verkäufer"
    }
  },

  "folders": {
    "buy": {
      "title": "Buy",
      "description": "Second hand properties"
    },
    "rent": {
      "title": "Rent",
      "description": "Properties for rent"
    },
    "invest": {
      "title": "Invest",
      "description": "Ideas for investment"
    },
    "local": {
      "title": "Shop",
      "description": "Commercial premises"
    },
    "promotion": {
      "title": "New Promotion",
      "description": "New property developments"
    },
    "services": {
      "title": "Services",
      "description": "Our services"
    },
    "more": "weitere Informationen"
  },

  "partnerships": "Partnerships",

  "testimonials": {
    "title": "Customer Testimonials",
    "subtitle": "What our customers say about us.",

    "t1": "Muy buena atención y profesionalidad por parte de Marina. Nos ha guiado y nos ha ayudado en todo el proceso de compraventa de la vivienda. Ahora somos propietarios y aún estamos en contacto. Recomendados 100%.",
    "t2": "I used their services for the purchase of a property (main residence) in Tenerife and I couldn't be happier with how smoothly everything went throughout the whole process. Irina was very friendly understanding and most importantly never pushy! Communication eas fantastic in both Spanish and English. With Irina's help and advice, what is usually a very stressful process became very easy and straightforward. I would highly recommend this agency for anyone looking to buy/sell/rent a property in Tenerife.",
    "t3": "Muy buena atención por parte de Barreras Realty. Gian, es un excelente profesional, siempre dispuesto a ayudarte en todo momento y con un trato cercano y efectivo. Gracias a él alquilé mi piso rápidamente. Sin duda, volveré a repetir en el futuro."
  },

  "footer": {
    "recent": "neuesten Immobilien",
    "contact": "Kontakt",
    "copyright": "alle Rechte vorbehalten",
    "offices": "unser Büro"
  },

  "properties": {
    "title": "Immobilie",
    "featured": "Hervorgehobene Eigenschaften",
    "recent": "Neuesten Immobilien",
    "sell": "Immobilien zum Verkauf",
    "rent": "Immobilien zur Vermietung",
    "related": "verwandte Eigenschaften",
    "share": "weitergeben",

    "info": "Basisinformation",
    "description": "Beschreibung",

    "previous": "vorherigen",
    "next": "folgende",

    "area": "Gebiet",
    "bedrooms": "Zimmer",
    "bathrooms": "Badezimmer",
    "tags": "Etiketten",
    "from": "Ab",

    "search": {
      "show": "erweiterte Suche",
      "hide": "Hide Advanced Search"
    }
  },

  "about": {
    "title": "Barreras Realty",
    "description": "Barreras Realty Teneriffa S.L. wurde im Jahr 2000 von Pablo Barreras González auf Teneriffa gegründet. Heute setzen seine Nachfolger mit umfangreicher und positiver Erfahrung im Bereich der Immobilienberatung und -vermittlung weiterhin auf Ehrlichkeit, Vertrauen, Einfühlungsvermögen und Professionalität.<br /><br />Unser sorgfältig ausgewähltes Team hat den gemeinsamen Wunsch, jeden Kunden in allen Phasen des Kauf- oder Verkaufsprozesses zu betreuen, auf ihre Wünsche und Anliegen einzugehen und auch auf kleinste Details zu achten. Wir sind der Überzeugung, dass jede Immobilientransaktion eine der wichtigsten Entscheidungen unserer Kunden sein kann. Aus diesem Grund kümmern wir uns um alle Details, um ihren Erfolg zu garantieren.",

    "banner": {
      "p1": "ÜBER UNS",
      "p2": "Barreras"
    },

    "team": {
      "title": "LERNEN SIE UNSER TEAM AUS SENIOR PROFESSIONALS LERNEN",
      "ceoM": "CEO & Mitbegründer",
      "ceoF": "CEO & Mitbegründer",
      "realEstate": "Immobilienberater",
      "investment": "Anlageberater"
    }
  },

  "contact": {
    "description": {
      "title": "Herzlich willkommen bei Barreras Realty Teneriffa, Ihrer vertrauenswürdigen Immobilienagentur.",
      "body": "UNSERE MAKLER stehen Ihnen zur Verfügung, um Sie beim Verkauf oder der Vermietung Ihrer Immobilie zu beraten und Ihnen beim Kauf jeglicher Immobilien zu helfen.<br /><br />WIR HELFEN IHNEN GERNE WEITER.<br /><br />Ein herzlicher Gruß von Barreras Real Estate"
    },

    "title": "kontaktieren Sie uns",
    "subtitle": "At your service.",
    "address": "Adresse",
    "phone": "Telefonnummer",
    "email": "E-Mail",

    "form": {
      "name": "Name",
      "email": "Email",
      "message": "Meldung",
      "send": "senden",
      "sent": "geschickt"
    }
  },

  "constants": {
    "fields": {
      "type": "Art",
      "contract": "Operation",
      "zone": "Zone",
      "sort_by": "Sortieren nach",
      "bedrooms": "Zimmer",
      "bathrooms": "Badezimmer",
      "tags": "Etiketten",
      "identifier": "Referenz-ID",
      "price": "Preis"
    },
    "types": {
      "all": "Wohnung",
      "flat": "Flat",
      "chalet": "Hause/Villa",
      "country_house": "Landhaus",
      "bungalow": "Bungalow",
      "room": "Hotel",
      "parking": "Garage",
      "shop": "Gewerberäume",
      "industrial": "Lagerhalle",
      "office": "Büro",
      "land": "Grundstück",
      "storage": "Lagerraum",
      "building": "Gebäude"
    },
    "contract": {
      "all": "alle",
      "rent": "Miete",
      "sell": "Kauf"
    },
    "zones": {
      "all": "alle ",
      "adeje": "Adeje",
      "armenime": "Armeñime",
      "callao": "Callao Salvaje",
      "costaAdeje": "Costa Adeje",
      "duque": "El Duque",
      "caldera": "La Caldera",
      "caleta": "La Caleta",
      "madronal": "Madroñal",
      "playaAmericas": "Playa de Las Americas",
      "playaParaiso": "Playa Paraiso",
      "roqueConde": "Roque del Conde",
      "sanEugenioAlto": "San Eugenio Alto",
      "sanEugenioBajo": "San Eugenio Bajo",
      "tijoco": "Tijoco",
      "torviscasAlto": "Torviscas Alto",
      "torviscasBajo": "Torviscas Bajo",
      "arona": "Arona",
      "buzanada": "Buzanada",
      "caboBlanco": "Cabo Blanco",
      "chayofa": "Chayofa",
      "costaSilencio": "Costa del Silencio",
      "camella": "La Camella",
      "galletas": "Las Galletas",
      "cristianos": "Los Cristianos",
      "palMar": "Palm-Mar",
      "parqueReina": "Parque de la Reina",
      "valleSanLorenzo": "Valle San Lorenzo",
      "granadilla": "Granadilla de Abona",
      "sanIsidro": "San Isidro",
      "losAbrigos": "Los Abrigos",
      "laTejita": "La Tejita",
      "elMedano": "El Medano",
      "guiaIsora": "Guia de Isora",
      "alcala": "Alcala",
      "playaSanJuan": "Playa San Juan",
      "norte": "Norte",
      "sanCristobalLaguna": "San Cristobal de la Laguna",
      "santaCruz": "Santa Cruz de Tenerife",
      "puertoCruz": "Puerto de la Cruz",
      "sanMiguel": "San Miguel de Abona",
      "aldeaBlanca": "Aldea Blanca",
      "amarillaGolf": "Amarilla Golf",
      "elRoque": "El Roque",
      "golfSur": "Golf del Sur",
      "guargacho": "Guargacho",
      "chafiras": "Las Chafiras",
      "zocas": "Las Zocas",
      "llanoCamello": "Llano del Camello",
      "santiago": "Santiago del Teide",
      "gigantes": "Acantilados de Los Gigantes",
      "arguayo": "Arguayo",
      "puertoSantiago": "Puerto de Santiago"
    },
    "sort_by": {
      "creation_date_desc": "Letzten",
      "price_desc": "höchsten Preis",
      "price_asc": "niedrigsten Preis"
    },
    "bedrooms": {
      "all": "alle",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "mehr als 7"
    },
    "bathrooms": {
      "all": "alle",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "mehr als 7"
    },
    "tags": {
      "all": "alle",
      "elevator": "Aufzug",
      "garage": "Garage",
      "garden": "Garten",
      "outdoor": "außen",
      "rooftop_terrace": "Dachterrasse",
      "sea_views": "Ozeanblick",
      "storage_room": "Lagerraum",
      "swimming_pool": "Schwimmbad",
      "terrace": "Terrasse"
    }
  },

  "buyers": {
    "title": "DEN KAUFPROZESS VERSTEHEN",
    "p1": "<strong>EIN TERMIN MIT UNSEREM IMMOBILIENMAKLER</strong> zur Besprechung Ihrer Anliegen und Wünsche unterstützt unseren Makler dabei, die passende Immobilie für Sie zu finden. Dabei können wir Ihre Präferenzen wie ein Ferienhaus, eine normale Wohnung, ein Anlageobjekt, ein renovierungsbedürftiges Haus oder ein Neubau berücksichtigen. Ebenso können wir Ihre Vorlieben hinsichtlich der Lage wie eine bestimmte Gegend, ein Touristengebiet, ein Dorf oder eine etwas abgelegenere Lage beachten.",
    "p2": "<strong>WENN SIE FÜR DEN IMMOBILIENKAUF EINE HYPOTHEK BENÖTIGEN</strong>, ist es empfehlenswert, sich vor der Immobiliensuche beraten zu lassen. So wissen Sie ungefähr, wie viel die Bank Ihnen finanzieren kann. Die Höhe des Darlehens variiert je nach Bank und hängt vor allem von Ihrem steuerlichen Wohnsitz ab. Wenn Sie in Spanien wohnen, können Sie eine Hypothek von bis zu 80 % erhalten. Wenn Sie nicht steuerlich ansässig sind, können Sie bis zu 50-60 % erhalten.",
    "p3": "Wenn Sie eine Immobilie in Spanien kaufen, <strong>MÜSSEN SIE EINE NIE-NUMMER BEANTRAGEN</strong>, die als Identifikationsnummer für Ausländer dient. Dies wird normalerweise bei der nationalen Polizeidienststelle beantragt.",
    "p4": "<strong>ES WIRD EMPFOHLEN, VOR DEM KAUF EINER IMMOBILIE EIN SPANISCHES BANKKONTO ZU ERÖFFNEN</strong>, damit Sie Geld für den Kauf überweisen und nach dem Kauf Rechnungen und andere Fixkosten bezahlen können. Für die Kontoeröffnung benötigen Sie Ihren Reisepass oder Personalausweis sowie weitere Dokumente. Die genauen Anforderungen können von Bank zu Bank unterschiedlich sein. Bei Bedarf können wir eine Bank finden, die Ihre Sprache spricht.",
    "p5": "<strong>SOBALD SIE SICH FÜR DIE IMMOBILIE ENTSCHIEDEN HABEN</strong>, die Sie kaufen möchten, schließen Sie in der Regel einen Vorvertrag ab, in dem die Zahlung einer Kaution (in der Regel 10 % des Verkaufspreises) und die Dauer bis zur Kaufurkunde festgelegt wird. Der Zeitpunkt für einen Verkauf kann variieren und nur wenige Tage oder sogar mehrere Wochen dauern.",
    "p6": "<strong>DER KAUF DER IMMOBILIE TRITT IN KRAFT</strong>, sobald die Kaufurkunde erstellt wird. Die Unterzeichnung des Kaufvertrags erfolgt vor einem Notar, der die Transaktion begleitet. Selbstverständlich muss die Immobilie am Tag der Unterzeichnung der Kaufurkunde völlig schulden-, miet- und bewohnungsfrei sein. Ihr Immobilienmakler und/oder Rechtsberater (und ggf. ein Übersetzer) werden bei der Unterzeichnung anwesend sein, um Sie zu unterstützen und sicherzustellen, dass alle erforderlichen Dokumente übergeben und geprüft wurden.",
    "p7": "<strong>DIE NEBENKOSTEN</strong> zusätzlich zum Kaufpreis der Immobilie variieren zwischen 7 % und 10 % des Verkaufspreises. Die Steuer für den Kauf einer gebrauchten Immobilie beträgt 6,5 % (ITP),  für den Kauf einer neu gebauten Immobilie - 7 %. Neben der Kaufpreissteuer sind auch Notargebühren, Gebühren für die Grundbucheintragung und etwaige weitere Verwaltungskosten zu berücksichtigen.",
    "p8": "Wir hoffen, dass unsere ratschläge ihnen helfen können. Wenn sie weitere informationen wünschen oder hilfe und beratung beim verkauf ihrer immobilie benötigen, zögern sie nicht, uns zu kontaktieren."
  },

  "sellers": {
    "title": "DEN VERKAUFSPROZESS VERSTEHEN",
    "intro": "Der verkauf ihres hauses ist ein aufregender und spannender moment. Um die besten ergebnisse mit möglichst geringem stress zu erzielen, möchten wir ihnen umfassende informationen über den verkaufsprozess bereitstellen.",

    "p1": "<strong>EINE KORREKTE BEWERTUNG</strong> basierend auf dem aktuellen durchschnittlichen Marktpreis, den Eigenschaften der Immobilie und den Statistiken über offizielle Verkaufspreise in einem bestimmten Gebiet.",
    "p2": "<strong>ONLINE-PRÄSENZ ÜBER PROFESSIONELLE WEBSEITEN</strong> sowie nationale und internationale Immobilienportale. Eine gute Marketingstrategie, einschließlich professioneller Fotos und einer eleganten und detaillierten Beschreibung der Immobilie und ihrer Umgebung.",
    "p3": "<strong>PROFESSIONELLE FOTOS</strong>, elegante und detaillierte Beschreibung der Immobilie und der Gegend, in der sie sich befindet.",
    "p4": "<strong>Der Verkauf einer Immobilie verursacht auch einige Kosten: </strong>",

    "p41": "Ein im Jahr 2013 eingeführtes Gesetz, das besagt, dass für den Verkauf oder die Vermietung einer Immobilie ein gültiger Energieausweis erforderlich ist. Wenn Sie keins haben oder es abgelaufen ist (gültig für 10 Jahre), müssen Sie eins anfertigen lassen, was je nach Größe Ihrer Immobilie ab 100 € kosten kann. Ihr Agent kann Ihnen bei der Beschaffung helfen.",
    "p42": "Eine an die Gemeinde zu entrichtende Kommunalsteuer namens Plus Valía Municipal (Impuesto sobre el Incremento del Valor de la Tierra). Es besteht die Möglichkeit, eine Simulation der Höhe des Plus Valia Municipal anzufordern.",
    "p43": "Wenn Sie nicht in Spanien steuerlich ansässig sind, werden 3 % des Verkaufspreises der Immobilie einbehalten. Diese wird am Tag der Kaufurkunde von den Käufern einbehalten und ist verpflichtet, sie an das Finanzamt abzuführen und einen Zahlungsnachweis vorzulegen. Sie können dann eine teilweise oder vollständige Rückerstattung des in der Urkunde einbehaltenen Betrags beantragen. Die Rückerstattung hängt von den eventuellen Steuern beim Verkauf der Immobilie ab.",

    "p5": "<strong>WELCHE DOKUMENTE SIND ERFORDERLICH?</strong>",

    "p51": "Personalausweis und NIE des/der Eigentümer(s), \"nota simple\" der Immobilie, eine vom Verwalter der Eigentumswohnung unterzeichnete aktualisierte Bescheinigung, aus der hervorgeht, dass keine ausstehenden Schulden bei der Gemeinde bestehen.",
    "p52": "Eine aktualisierte, vom Wohnungseigentumsverwalter unterzeichnete Bescheinigung, aus der hervorgeht, dass Sie keine ausstehenden Schulden gegenüber der Gemeinde haben.",
    "p53": "Zahlungsnachweis des IBI für das laufende Jahr (gesetzlich geschuldete Zahlung an den Verkäufer).",
    "p54": "Wenn Sie eine Hypothek auf die Immobilie haben, müssen Sie bei der Bank eine Bescheinigung über den Restbetrag der Schulden anfordern.",
    "p55": "Es wäre auch nützlich, Kopien der aktuellen Rechnungen für Wasser, Strom und andere kommunale Steuern anzufertigen.",

    "p6": "<strong>WIE VERFAHREN SIE IM FALLE EINER FINANZIELLEN VEREINBARUNG ÜBER DEN VERKAUFSPREIS DER IMMOBILIE ZWISCHEN KÄUFER UND VERKÄUFER?</strong>",
    "p7": "Normalerweise wird ein Vorvertrag unterzeichnet und die Zeit festgelegt, die für die Ausstellung der Eigentumsurkunden erforderlich ist. Der Zeitpunkt eines Verkaufs kann variieren, er kann nur wenige Tage oder sogar mehrere Wochen dauern.",
    "p8": "<strong>DIE ÜBERGABE DER IMMOBILIE</strong> an die Käufer erfolgt zum Zeitpunkt der Kaufurkunde. Die Unterzeichnung erfolgt vor einem Notar, der die Transaktion begleitet. Selbstverständlich muss die Immobilie am Tag der Unterzeichnung der Eigentumsurkunde völlig frei von Schulden, Mietern und Bewohnern sein. Ihr Immobilienmakler und/oder Rechtsberater (und gegebenenfalls ein Übersetzer) wird bei der Unterzeichnung anwesend sein, um Sie zu unterstützen und sicherzustellen, dass alle erforderlichen Dokumente übermittelt und überprüft wurden.",

    "conclusion": "Wir hoffen, dass unser Rat weiterhilft. Wenn Sie weitere Informationen wünschen oder Hilfe und Beratung beim Verkauf Ihrer Immobilie wünschen, zögern Sie nicht, uns zu kontaktieren."
  }
}
