{
  "home": "Главная страница",
  "search": "Поиск",
  "property": "Недвижимость",
  "welcome": "Welcome to the island of eternal spring",

  "expertRepresentation": {
    "title": "Презентация Экспертов",
    "description": "Добро пожаловать в агентство «Barreras Tenerife» - Ваш надежный партнер в сфере работы с недвижимостью.<br /><br />Мы находимся на острове Тенерифе - самом большом и густонаселенном острове Канарского архипелага.<br /><br />Агентство недвижимости «Barreras Tenerife» основано в 2000 году Пабло  Баррерас  Гонзалес, профессионалом высокого класса.<br /><br />Уже в течении многих лет, мы- его преемники, обладая богатым опытом в сфере консалтинга и операций с недвижимостью, следуем вектору, заданном основателем и оказываем профессиональные, высококвалифицированные услуги в сфере недвижимости."
  },

  "thinkingOfBuying": {
    "buying": {
      "title": "Думаете о покупке недвижимости?",
      "subtitle": "Понимание процесса покупки"
    },
    "selling": {
      "title": "Задумались о продаже недвижимости?",
      "subtitle": "Понимание процесса продажи"
    },
    "details": "Ознакомиться подробнее"
  },

  "workWithUs": {
    "title": "РАБОТАЙ С НАМИ",

    "experience": {
      "title": "20+ ЛЕТ",
      "subtitle": "Комбинированный отраслевой опыт – наш опыт будет работать на вас"
    },
    "knowledge": {
      "title": "ЗНАНИЕ РЫНКА",
      "subtitle": "Обширное знание рынка – ключ к нашему успеху"
    },
    "guidance": {
      "title": "ЭКСПЕРТНОЕ РУКОВОДСТВО",
      "subtitle": "Мы делаем все возможное, чтобы даже самые сложные транзакции проходили гладко"
    },

    "button": "СВЯЖИТЕСЬ С НАМИ"
  },

  "info": {
    "buyers": {
      "title": "УСЛУГИ ДЛЯ ПОКУПАТЕЛЯ",
      "subtitle1": "Сервис мирового класса",
      "subtitle2": "Непревзойденное знание рынка",
      "description1": "Предоставление услуг в сфере недвижимости на Тенерифе.",
      "description2": "Помощь покупателям с целью заключения идеальной сделки."
    },
    "sellers": {
      "title": "УСЛУГИ ДЛЯ ПРОДАВЦА",
      "subtitle1": "Сервис мирового класса",
      "subtitle2": "Непревзойденное знание рынка",
      "description1": "Предоставление услуг в сфере недвижимости на Тенерифе.",
      "description2": "Помощь продавцу в продвижение его недвтжимости с целью продажи по максимально высокой цене."
    }
  },

  "header": {
    "link": {
      "buy": "Покупка",
      "rent": "Аренда",
      "about": "О нас",
      "contact": "Контакты",
      "invest": "Инвестиции",
      "local": "Коммерческое помещение",
      "promotion": "Новое жилье",
      "luxury": "Недвижимость премиум класса",
      "investment": "Investment Projects",
      "properties": "Недвижимость",
      "info": "Информация",
      "forBuyers": "Для желающих купить",
      "forSellers": "для желающих продать"
    }
  },

  "folders": {
    "buy": {
      "title": "Покупка и продажа",
      "description": "Вторичная недвижимость"
    },
    "rent": {
      "title": "Аренда",
      "description": "Аренда недвижимости"
    },
    "invest": {
      "title": "Инвестиции",
      "description": "Инвестиционные предложения"
    },
    "local": {
      "title": "Коммерческая недвижимость",
      "description": "Коммерческая недвижимость"
    },
    "promotion": {
      "title": "Новое жилье",
      "description": "Новое жилье"
    },
    "services": {
      "title": "Услуги",
      "description": "Наши услуги"
    },
    "more": "Подробнее"
  },

  "partnerships": "Наши партнеры",

  "testimonials": {
    "title": "Отзывы клиентов",
    "subtitle": "Как наши клиенты оценивают наш труд",

    "t1": "Muy buena atención y profesionalidad por parte de Marina. Nos ha guiado y nos ha ayudado en todo el proceso de compraventa de la vivienda. Ahora somos propietarios y aún estamos en contacto. Recomendados 100%.",
    "t2": "I used their services for the purchase of a property (main residence) in Tenerife and I couldn't be happier with how smoothly everything went throughout the whole process. Irina was very friendly understanding and most importantly never pushy! Communication eas fantastic in both Spanish and English. With Irina's help and advice, what is usually a very stressful process became very easy and straightforward. I would highly recommend this agency for anyone looking to buy/sell/rent a property in Tenerife.",
    "t3": "Muy buena atención por parte de Inmobiliaria Barreras. Gian, es un excelente profesional, siempre dispuesto a ayudarte en todo momento y con un trato cercano y efectivo. Gracias a él alquilé mi piso rápidamente. Sin duda, volveré a repetir en el futuro."
  },

  "footer": {
    "recent": "Новые предложения",
    "contact": "Контакт",
    "copyright": "Все права защищены",
    "offices": "Наш офис"
  },

  "properties": {
    "title": "Недвижимость",
    "featured": "Featured Properties",
    "recent": "Новые предложения",
    "sell": "Недвижимость на продажу",
    "rent": "Аренда недвижимости",
    "related": "Похожие объекты",
    "share": "Поделиться",

    "info": "Общая информация",
    "description": "Описание",

    "previous": "Назад",
    "next": "Вперед",

    "area": "Сфера",
    "bedrooms": "Kомнаты",
    "bathrooms": "Ванные комнаты",
    "tags": "Дополнительные фильтры",
    "from": "От",

    "search": {
      "show": "расширенный поиск",
      "hide": "Hide Advanced Search"
    }
  },

  "about": {
    "title": "Агентство  недвижимости Barreras",
    "description": "<strong>АГЕНТСТВО НЕДВИЖИМОСТИ «BARRERAS TENERIFE»</strong>  основано в <strong>2000</strong> году Пабло Баррерас  Гонзалес, профессионалом высокого класса.<br /><br />Уже в течении многих лет, мы - его преемники, обладая богатым опытом в сфере консалтинга и операций с недвижимостью, следуем вектору, заданном основателем и оказываем  профессиональные, высококвалифицированные услуги в сфере недвижимости.<br /><br />В нашей работе мы опираемся на инновационные маркетинговые стратегии.<br /><br />ЦЕЛЬ НАШЕГО АГЕНТСТВА - ДОСТИЖЕНИЕ ОПТИМАЛЬНЫХ РЕЗУЛЬТАТОВ ПОСРЕДСТВОМ ИНДИВИДУАЛЬНОГО ПОДХОДА К ЗАПРОСУ КАЖДОГО КЛИЕНТА.<br /><br />Нашу, тщательно подобранную, команду объединяет стремление сопроводить каждого клиента на всех этапах процесса покупки или продажи, прислушиваясь к запросам и переживаниям клиента, и, уделяя внимание даже мельчайшим деталям.<br /><br />Мы верим, что каждая сделка с недвижимостью - это одно из самых важных и ответственных решений для любого человека, поэтому наши услуги, основанные на доверии, честности и профессионализме обеспечат Вам безопасность процесса и гарантию успеха.",

    "banner": {
      "p1": "О нас",
      "p2": "Barreras"
    },

    "team": "ПОЗНАКОМЬТЕСЬ С НАШЕЙ КОМАНДОЙ СПЕЦИАЛИСТОВ",
    "agent": "Агент"
  },

  "contact": {
    "description": {
      "title": "Добро пожаловать в агентство «Barreras Tenerife» - Ваш надежный партнер в сфере работы с недвижимостью.",
      "body": "НАШИ АГЕНТЫ всегда готовы проконсультировать вас по вопросам продажи, покупки или аренды недвижимости.<br /><br />МЫ БУДЕМ РАДЫ ПОМОЧЬ ВАМ.<br /><br />С наилучшими пожеланиями.<br /><br />Агенство недвижимости ' Баррерас Тенерифе'."
    },

    "title": "Свяжитесь с нами",
    "subtitle": "At your service.",
    "address": "Адрес",
    "phone": "Телефон",
    "email": "Электронная почта",

    "form": {
      "name": "Имя",
      "email": "Электронная почта",
      "message": "Сообщение",
      "send": "Отправить",
      "sent": "Отправленное"
    }
  },

  "constants": {
    "fields": {
      "type": "Тип",
      "contract": "Контакт",
      "zone": "зона",
      "sort_by": "Сортировка по",
      "bedrooms": "Kомнаты",
      "bathrooms": "Ванные комнаты",
      "tags": "Фильтры",
      "identifier": "Номер референции",
      "price": "Цена"
    },
    "types": {
      "all": "Все",
      "flat": "Квартира",
      "chalet": "Дом/Вилла",
      "country_house": "Дача",
      "bungalow": "Бунгало",
      "room": "Гостиница",
      "parking": "Парковочное место",
      "shop": "Коммерческое помещение",
      "industrial": "Индустриальный полигон",
      "office": "Офис",
      "land": "Земельный участок",
      "storage": "Подсобное помещение",
      "building": "Здани"
    },
    "contract": {
      "all": "Все типы",
      "rent": "Аренда",
      "sell": "Продажа"
    },
    "zones": {
      "all": "Все города",
      "adeje": "Adeje",
      "armenime": "Armeñime",
      "callao": "Callao Salvaje",
      "costaAdeje": "Costa Adeje",
      "duque": "El Duque",
      "caldera": "La Caldera",
      "caleta": "La Caleta",
      "madronal": "Madroñal",
      "playaAmericas": "Playa de Las Americas",
      "playaParaiso": "Playa Paraiso",
      "roqueConde": "Roque del Conde",
      "sanEugenioAlto": "San Eugenio Alto",
      "sanEugenioBajo": "San Eugenio Bajo",
      "tijoco": "Tijoco",
      "torviscasAlto": "Torviscas Alto",
      "torviscasBajo": "Torviscas Bajo",
      "arona": "Arona",
      "buzanada": "Buzanada",
      "caboBlanco": "Cabo Blanco",
      "chayofa": "Chayofa",
      "costaSilencio": "Costa del Silencio",
      "camella": "La Camella",
      "galletas": "Las Galletas",
      "cristianos": "Los Cristianos",
      "palMar": "Palm-Mar",
      "parqueReina": "Parque de la Reina",
      "valleSanLorenzo": "Valle San Lorenzo",
      "granadilla": "Granadilla de Abona",
      "sanIsidro": "San Isidro",
      "losAbrigos": "Los Abrigos",
      "laTejita": "La Tejita",
      "elMedano": "El Medano",
      "guiaIsora": "Guia de Isora",
      "alcala": "Alcala",
      "playaSanJuan": "Playa San Juan",
      "norte": "Norte",
      "sanCristobalLaguna": "San Cristobal de la Laguna",
      "santaCruz": "Santa Cruz de Tenerife",
      "puertoCruz": "Puerto de la Cruz",
      "sanMiguel": "San Miguel de Abona",
      "aldeaBlanca": "Aldea Blanca",
      "amarillaGolf": "Amarilla Golf",
      "elRoque": "El Roque",
      "golfSur": "Golf del Sur",
      "guargacho": "Guargacho",
      "chafiras": "Las Chafiras",
      "zocas": "Las Zocas",
      "llanoCamello": "Llano del Camello",
      "santiago": "Santiago del Teide",
      "gigantes": "Acantilados de Los Gigantes",
      "arguayo": "Arguayo",
      "puertoSantiago": "Puerto de Santiago"
    },
    "sort_by": {
      "creation_date_desc": "Новинки",
      "price_desc": "Самая высокая цена",
      "price_asc": "Самая низкая цена"
    },
    "bedrooms": {
      "all": "Все",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "Более 7"
    },
    "bathrooms": {
      "all": "Все",
      "1": "1",
      "2": "2",
      "3": "3",
      "4": "4",
      "5": "5",
      "6": "6",
      "7": "7",
      "10": "Более 7"
    },
    "tags": {
      "all": "Все",
      "elevator": "Лифт",
      "garage": "Гараж",
      "garden": "Сад",
      "outdoor": "Вид на улицу",
      "rooftop_terrace": "Пентхаус",
      "sea_views": "Вид на океан",
      "storage_room": "Подсобное помещение",
      "swimming_pool": "Бассейн",
      "terrace": "Терраса"
    }
  },

  "buyers": {
    "title": "ПОШАГОВАЯ ИНСТРУКЦИЯ ПРОЦЕССА ПОКУПКИ НЕДВИЖИМОСТИ",
    "p1": "<strong>ВСТРЕЧА С НАШИМ АГЕНТОМ ПО НЕДВИЖИМОСТИ</strong>. Он внимательно выслушает Вас и в соответствии с Вашим запросом, поможет подобрать оптимальные предложения по желаемому типу недвижимости в проектах нового строительства или на рынке вторичного жилья. Желаете ли вы стать обладателем квартиры, бунгало, коттеджа, отдельного дома с собственным участком, виллы или инвестиционной  недвижимости, которой может являться жилая или коммерческая недвижимость и тд. – все эти детали будут учтены нашим профессионалом.",
    "p2": "В случае, <strong>ЕСЛИ ВАМ ПОНАДОБИТСЯ ИПОТЕКА</strong> для покупки  недвижимости, Вы заранее можете получить у нас консультацию, на какую сумму кредита банк сможет Вас профинансировать. Сумма кредита будет варьироваться в зависимости от условий банка и, прежде всего, от Вашего налогового резидентства. Если Вы проживаете в Испании, Вы можете получить ипотечный кредит в размере 80%. Если же Вы не являетесь налоговым резидентом, ипотечный кредит составит не более 60% от стоимости жилья.",
    "p3": "Следующий шаг – <strong>ПОЛУЧЕНИЕ НОМЕРА NIE</strong>, который является идентификационным номером для иностранцев. Он запрашивается в отделении национальной полиции. Наше агенство предоставляет клиетам сопровождение в подготовке необходимой документации и оформлении номера NIE.",
    "p4": "Для покупки недвижимости <strong>ВАМ РЕКОМЕНДУЕТСЯ ОТКРЫТЬ СЧЕТ В ИСПАНСКОМ БАНКЕ</strong>, чтобы Вы могли перевести деньги для совершения сделки и, в последующем, после покупки, иметь возможность оплачивать счета и другие фиксированные расходы на содержание недвижимости. Для открытия счета Вам потребуется паспорт или удостоверение личности. Требования по сбору других необходимых документов  могут варьироваться в зависимости от тредований банка. В случае необходимости мы можем подобрать банк, сотрудники которого говорят на Вашем родном языке.",
    "p5": "После того, как Вы определились с выбором недвижимости, наше агентство подготовит <strong>ПРЕДВАРИТЕЛЬНЫЙ ДОГОВОР (CONTRACTO DE ARRAS)</strong>, который позволит закретить за Вами данную недвижимость на  период необходимый для подготовки документации  и оформления договора купли-продажи у нотариусу. В среднем, предварительный договор предусматривает выплату покупателем залога в размере 10% от стоимости недвижимости.  В договоре также указываются сроки заключения сделки и другие согласованные условия. В зависимости от степени подготовки к сделке обеих сторон, сроки могут варьироваться от нескольких дней до нескольких недель.",
    "p6": "<strong>ПЕРЕДАЧА НЕДВИЖИМОСТИ В СОБСТВЕННОСТЬ</strong> происходит в момент совершения сделки - подписания купчей у нотариуса. Наше агентство предварительно проведет полную юридическую проверку выбранной Вами недвижимости, чтобы гарантировать отсутствие арендаторов, окупантов, задолженностей с государственными службами и/или кондоминиумом на момент подписания купчей у нотариуса. Наш агент  и/или юрисконсульт (и переводчик, если это необходимо)  обязательно будут присутствовать при подписании, чтобы помочь Вам и убедиться в корректности данный занесенных в акт купли-продажи.",
    "p7": "На <strong>ДОПОЛНИТЕЛЬНЫЕ РАСХОДЫ</strong> по оформлению купли-продажи Вам понадобится до 10% от стоимости недвижимости. Сюда входят: расходы на нотариальные услуги, оформление документов, регистрация недвижимости, налог ITP (налог на передачу права собственности). При покупке вторичной недвижимости он составит 6,5% от стоимости жилья. Если вы решите преобрести недвижимости в новостройке налог составит 7% (IGIC) от стоимости жилья. Надеемся, что наши советы будут Вам полезны. ",
    "p8": "Мы приглашаем вас в наше агентство «ВARRERAS TENERIFE» и будем рады помочь вам в осуществлении  ваших проектов."
  },

  "sellers": {
    "title": "ПОНИМАНИЕ ПРОЦЕССА ПРОДАЖИ",
    "intro": "ПРОДАЖА НЕДВИЖИМОСТИ – это сложный и ответственный шаг для любого человека. Обязательное условие эффективной продажи -  это наличие хорошей маркетинговой стратегии. Очень важно владеть более полной информацией о процессе продажи недвижимости для достижения наилучших результатов и с наименьшими возможными затратами, ошибками и стрессом.",

    "p1": "В первую очередь, <strong>НЕОБХОДИМО ПРОИЗВЕСТИ ОЦЕНКУ НЕДВИЖИМОСТИ</strong>, опираясь на реальные показатели рынка, характеристики объекта и статистику цен в конкретном районе.",
    "p2": "<strong>НАЛИЧИЕ ПРОФЕССИОНАЛЬНЫХ ФОТОГРАФИЙ</strong>, грамотное и подробное описание недвижимости, комплекса и района, в котором она расположена, - второй важный этап процесса. ",
    "p3": "Следующим важным этапом является <strong>КАЧЕСТВЕННОЕ ПОЗИЦИОНИРОВАНИЕ ОБЪЕКТА</strong> на главных национальных и международных интернет-порталах в сфере недвижимости и на собственной веб-страницы агентства.  ",
    "p4": "<strong>НЕОБХОДИМО ПРИНЯТЬ ВО ВНИМАНИЕ ТОТ ФАКТ, ЧТО ПРОДАЖА НЕДВИЖИМОСТИ ВСЕГДА БУДЕТ СОПРЯЖЕНА С НЕКОТОРЫМИ ДОПОЛНИТЕЛЬНЫМИ РАСХОДАМИ:</strong>",

    "p41": "Согласно закону от июля 2013 года, на момент продажи недвижимости, необходимо иметь действующий сертификат энергоэффективности (СЕЕ), подтверждающий энергоклассификацию. При отсутствии сертификата или истечении его срока действия (действителен в течение 10 лет), потребуется оформить новый СЕЕ в независимой сертифицированной компании. Наш агент по недвижимости поможет Вам в этом процессе. В зависимости от размера вашей собственности стоимость сертификата может варьировать от 100 евро и выше. ",
    "p42": "При продаже недвижимости необходимо оплатить Местный Муниципальный налог Plus Valía Municipal (налог на увеличение стоимости земли). Сумма налога зависит от муниципалитета, в котором находится ваша недвижимость, и количества лет владения данным жильем.",
    "p43": "Если вы не являетесь налоговым резидентом Испании, то у Вас при подписании сделки у нотариуса будет удержано 3% от стоимости жилья. Это удержание, в последствии, покупатели будут обязаны оплатить в банке после оформления модуля 211 и предоставить продавцу документ, подтверждающий оплату. Позже Вы можете запросить частичный или полный возврат суммы, удержанной в акте. Ваш налоговый консультант предоставит вам всю подробную информацию.",

    "p5": "<strong>ДОКУМЕНТЫ, НЕОБХОДИМЫЕ ДЛЯ СОВЕРШЕНИЯ СДЕЛКИ:</strong>",

    "p51": "Документ, удостоверяющий личность, NIE владельца (владельцев) недвижимости;",
    "p52": "Актуальная справка, подписанная администратором кондоминиума об отсутствии задолженностей или точная сумма долга для удержания при подписи у нотариуса;",
    "p53": "Подтверждение оплаты IBI за текущий год (по закону оплатить должен продавец, если на момент 1 января тякущего года недвижимость находиться в его владении); ",
    "p54": "Если открыт ипотечный кредит на имущество, то необходимо запросить справку из банка, подтверждающую остаточную сумму долга;",
    "p55": "Копии последних счетов за воду, электричество и услуги мусоросбора.",

    "p6": "<strong>ПОРЯДОК ОСУЩЕСТВЛЕНИЯ ПРОЦЕССА ПРОДАЖИ.</strong>",
    "p7": "После соглашения о цене между продавцом недвижимости и покупателем, подписывается предварительный договор, в котором указываются права и обязательства обеих сторон, условия платежа и устанавливается время, необходимое для подготовки документов и подписания купчей у нотариуса. Сроки продажи могут варьироваться от нескольких дней до нескольких месяцев.",
    "p8": "<strong>ПЕРЕДАЧА ИМУЩЕСТВА</strong> покупателям происходит в момент совершения сделки, подписания купчей нотариусом в нотариальной конторе. Важное условие при продаже недвижимости - отсутствие арендаторов, оккупантов, задолженностей с государственными службами и/или кондоминиумом на момент подписания купчей у нотариуса. Наш агент и/или юрисконсульт (и переводчик, если это необходимо) обязательно будут присутствовать при подписании, чтобы помочь Вам и убедиться в корректности данных, занесенных в акт купли-продажи.",

    "conclusion": "Мы надеемся, что наши советы Вам помогут. Если Вам нужна дополнительная информация, помощь или совет по продаже Вашей недвижимости, пожалуйста, обращайтесь. Мы окажем Вам профессиональную и высококвалифицированную помощь в поиске покупателя и,  в последующем, в юридически правильном оформлении сделки – продажи Вашей недвижимости."
  }
}
